[
  {"id":"chernor_a_diallo","name":"Chernor A Diallo","role":"Founder","city":"New York City, USA","education":"Harvard University — M.Ed. in Education Policy and Analysis","bio":"Chernor Diallo is an education policy professional and social entrepreneur with a global background and a deep commitment to equitable systems change. He holds a Master of Education in Education Policy and Analysis from Harvard University and has lived in five countries — experiences that have shaped his perspective on leadership, governance, and education. He is a proud alumnus of the African Leadership Academy and the University of Rochester, and was named a 2017 Bezos Scholar, recognizing his leadership potential and dedication to community impact. Chernor has led and contributed to initiatives spanning education reform, youth leadership, and governance, with professional experience from globally recognized entities including Amazon and mission-driven organizations such as The Harlem Children's Zone. A co-recipient of the 2020 Davis Peace Project Award, his work sits at the intersection of education policy, public health, and corporate success, with a focus on building inclusive, effective, and just systems.","languages":["Pular","French","English"],"whyAlluwal":"My motivation for founding Alluwal Education Hub is deeply rooted in years of hands-on experience across education, youth development, and entrepreneurship, as well as a personal commitment to expanding access to quality learning for underserved communities. Having worked in classrooms, community-based programs, and mission-driven organizations, I witnessed firsthand how systemic barriers — whether economic, cultural, or linguistic — limit the potential of talented young people. My academic training at Harvard University, where I studied Education Policy and Analysis, equipped me with the tools to critically examine these inequities and design sustainable, evidence-based solutions. Alluwal Education Hub emerged as a direct response to the gap between policy ideals and the lived realities of students who are too often excluded from opportunity. Equally important to me is the preservation of African languages, the promotion of religious education grounded in tolerance and coexistence, and the belief that education should strengthen identity rather than erase it. Through years of supporting college applications and enrollment — particularly for underprivileged students — I saw how mentorship, culturally responsive guidance, and community trust can change life trajectories. These experiences, combined with my passion for inclusive education that respects culture, faith, and diversity, inspired the creation of Alluwal Education Hub as a space where academic excellence, cultural preservation, and ethical leadership intersect.","photoAsset":"assets/images/staff/chernor_a_diallo.jpeg","category":"leadership","sortOrder":0},
  {"id":"hassimiou_niane","name":"Hassimiou Niane","role":"Chief Technology Officer","city":"Maine, USA","education":"Computer Engineering — University of Maine","bio":"Hassimiou is a research assistant at the University of Maine's VEMI Lab (Virtual Environment and Multimodal Interaction), where the team advances universally designed, human-centered technologies that reduce barriers and support a wide range of human needs. Their work focuses on how people interact with and experience technology, including areas like human-centered autonomous transportation and multi-sensory information access. He values rigor, accessibility, and clear communication — especially when research must serve real-world users rather than just deliver impressive demos. He is passionate about translating research questions into well-scoped studies, clean documentation, and actionable next steps. A core habit of his is running tight loops: define the goal, test early, document what happened, and iterate based on evidence. His strengths include structured problem-solving, technical writing, careful organization, and cross-disciplinary collaboration — keeping projects moving from concept to measurable outcomes.","languages":["English","French","Turkish"],"whyAlluwal":"I chose to work at Alluwal Education Hub because its mission makes education more accessible and community-centered, and I wanted my work to have a real impact on students and families. The platform's mix of live instruction, recordings, and learning resources aligns with my belief that learning should be reliable and flexible. I was also drawn to the clarity of the leadership's vision and the opportunity to lead a team that built the platform's infrastructure with high ownership. Building systems that improve stability, scalability, and user experience lets me directly support both students and teachers by reducing friction and making classes easier to run and attend. I am especially motivated by the opportunity to use AI responsibly as a modern learning tool that helps students be more productive, personalized, and confident in how they study and practice. Overall, Alluwal lets me combine technical leadership with meaningful educational outcomes.","photoAsset":"assets/images/staff/hassimiou_niane.jpeg","category":"leadership","sortOrder":1},
  {"id":"salimatu_jalloh","name":"Salimatu Jalloh","role":"Chief Accountant","city":"Monrovia, Liberia","education":"Public Administration (Minor: Sociology)","bio":"Salimatu is a public administration graduate with a minor in sociology, known for being calm, responsible, and naturally supportive toward others. Her values are strongly rooted in faith, integrity, patience, and treating people with kindness and respect in every space she enters. She enjoys working in organized environments and has experience with administrative support, financial record keeping, communication with parents and teams, and customer service — all of which have strengthened her ability to solve problems with a positive attitude. She is always striving to grow, improve her mindset, and build disciplined habits such as time management, accountability, and staying positive even during challenges. She aims to become a dependable professional and a better version of herself each day, both personally and in her career.","languages":["English","Fula"],"whyAlluwal":"I chose to work at Alluwal because the role truly fits who I am and what I am good at. As Chief Accountant, I enjoy handling financial records, organizing payments, and ensuring everything is accurate and accountable — because I am naturally detail-oriented and responsible. Doing administrative work alongside the team also allows me to use my communication and coordination skills, which I genuinely enjoy. I appreciate the leadership's vision and structure, as it creates an environment where discipline, respect, and growth are taken seriously. Working around the students and teachers makes the role more meaningful, because I know my work behind the scenes helps the whole program run smoothly. Being at Alluwal allows me to grow professionally while contributing in a way that feels purposeful and aligned with my values.","photoAsset":"assets/images/staff/salimatu_jalloh.jpeg","category":"leadership","sortOrder":2},
  {"id":"kadijatu_jalloh","name":"Kadijatu Jalloh","role":"Teachers & Students Coordinator","city":"Freetown, Sierra Leone","education":"B.A. Mass Communication — Central University, Sierra Leone","bio":"Kadijatu is a Mass Communication graduate with a strong background in civic engagement, youth leadership, and communication. During her university years, she served as Secretary General of the Mass Communication Students Association, developing leadership, coordination, and organizational skills. She worked as a Public Relations Intern at the Anti-Corruption Commission of Sierra Leone. She later served as Financial Secretary for the Girls Advocacy Development Network and is currently the Executive Director of the Young Leaders of Sierra Leone Organisation, a youth-led body dedicated to leadership development and social change. She is also employed as an Outreach Officer at the Political Parties Regulation Commission of Sierra Leone, where she promotes good governance and democratic values. Alongside these roles, she brings creative and technical skills in graphic design, photography, and multimedia production — including photo, video, and audio editing — and is a confident writer with a passion for using media to positively impact society.","languages":["Fullah","English","Krio"],"whyAlluwal":"I chose to work at Alluwal because the institution aligns strongly with my personal values and purpose. As Coordinator for Teachers and Students Affairs, I actively communicate with teachers, students, and parents, contributing meaningfully to a supportive and well-organized learning environment. Alluwal's focus on Islamic education gives my work a deeper sense of purpose beyond administration. I also occasionally teach students, which strengthens my connection to knowledge and faith and brings me closer to Allah. Knowing that my role supports the Islamic upbringing and moral development of students motivates me to give my very best. Working at Alluwal allows me to serve with sincerity, intention, and dedication — and I see my efforts as being for the sake of Allah.","photoAsset":"assets/images/staff/kadijatu_jalloh.jpeg","category":"leadership","sortOrder":3},
  {"id":"akan_marcellinus","name":"Akan Marcellinus","role":"Social Media Manager","city":"Lagos, Nigeria","education":"Cross River University of Technology, Calabar, Nigeria","bio":"Akan is a Digital Marketer focused on creative strategies to grow businesses of all sizes. He has worked with branding agencies and freelanced across multiple industries, bringing brand vision to life through compelling digital content and campaigns.","languages":["English","Spanish"],"whyAlluwal":"Working with Alluwal is not just about completing tasks — it is about creating impact for society. Through my role, I am helping amplify the vision and bring it to light, extending Alluwal's reach to the communities that need it most.","photoAsset":null,"category":"leadership","sortOrder":4},
  {"id":"chernor_ahmadu_jalloh","name":"Chernor Ahmadu Jalloh","role":"Teacher","city":"Bo City, Sierra Leone","education":"Njala University","bio":"Chernor Ahmadu is a Sierra Leonean student at Njala University. He values teamwork and helping others — it drives him to create impactful solutions. His daily habit is learning something new, and he believes consistent growth is the foundation of meaningful contribution.","languages":["English","Fullah"],"whyAlluwal":"I am drawn to Alluwal for several reasons. The leadership team's commitment to innovation and student growth aligns deeply with my values. I love the idea of working with passionate teachers who prioritize student success. The students' energy and curiosity are infectious — I want to be part of nurturing that spark. The role offers real opportunities to make a difference, and I am excited to contribute to Alluwal's mission.","photoAsset":"assets/images/staff/chernor_ahmadu_jalloh.jpeg","category":"teacher","sortOrder":5},
  {"id":"aliou_diallo","name":"Aliou Diallo","role":"State Engineer | Teacher & Developer","city":"Fes, Morocco","education":"National School of Applied Sciences — State Engineer in Embedded Systems & Industrial Computing","bio":"Aliou is a State Engineer specialized in Embedded Systems and Industrial Computing, approaching technology from the \"chip\" upwards. His technical foundation is built on mathematical rigor—not as background knowledge, but as the active infrastructure behind everything he builds. Expert in hardware-software co-design, he focuses on translating high-dimensional models into robust, real-time architectures capable of operating under tight constraints. He operates through tight loops: defining objectives, testing under real-world conditions, and iterating to ensure that theoretical precision becomes an operational reality. For Aliou, engineering is a discipline of results where clarity in logic ensures the reliability of the system.","languages":["French","English","Spanish"],"whyAlluwal":"As a member of the team that builds the mobile application and web infrastructure, I help build the technical foundation that makes learning frictionless—stable, scalable, and designed around the people who depend on it daily. In this context, reliability is not optional; it is the product. As a teacher of Mathematics and Programming, I work on the same problem from the other side. I transmit structured thinking and analytical confidence—the kind that turns a student from a passive consumer of tools into someone capable of building them. I believe AI and code, used responsibly, are among the most powerful instruments we have to personalize learning and build genuine competence. Alluwal lets me do both: build the system, and develop the people who use it.","photoAsset":"assets/images/staff/aliou_diallo.jpg","category":"teacher","sortOrder":6},
  {"id":"abdulai_diallo","name":"Abdulai Diallo","role":"Ustaz","city":"Kenema, Sierra Leone","education":"Lumbebu International Secondary School, Kenema","bio":"Abdulai is a 24-year-old educator from Sierra Leone with a calm and thoughtful personality. He has developed practical computer skills and has worked in internet services. He has lived and gained experience across Sierra Leone, Liberia, and Guinea, giving him a broad perspective on community and education in the region.","languages":["English","Krio","Pular"],"whyAlluwal":"Allah directed me to Alluwal — one of the best Arabic learning institutions, with qualified teachers and leaders of true integrity. I am grateful to be part of a community committed to excellence in Islamic education.","photoAsset":null,"category":"teacher","sortOrder":7},
  {"id":"mamadou_saidou_diallo","name":"Mamadou Saidou Diallo","role":"Teacher","city":"Morocco","education":"Dentistry — Faculté de Médecine de Mohammed V, Rabat","bio":"Mamadou Saidou is a multilingual educator with a background in medicine and a deep passion for promoting the ADLaM script and preserving the Pulaar language. He is committed to connecting communities through education and cultural heritage, bringing both academic rigor and linguistic pride to his teaching practice.","languages":["Pulaar","French","Wolof","English","Spanish"],"whyAlluwal":"Alluwal is professional and well-organized — exactly the kind of environment where meaningful education can thrive.","photoAsset":null,"category":"teacher","sortOrder":8},
  {"id":"amadou_oury_barry","name":"Amadou Oury Barry","role":"Teacher","city":"Saudi Arabia","education":"Licence Degree Graduate","bio":"Amadou Oury is a dedicated educator based in Saudi Arabia, teaching Arabic and Islamic subjects with a strong commitment to student learning and religious education. His vocation is rooted in service to his community and in transmitting knowledge with care and purpose.","languages":["Arabic","French"],"whyAlluwal":"Teaching is my vocation and my contribution to the community. Sharing knowledge is one of the most meaningful ways I can serve.","photoAsset":"assets/images/staff/amadou_oury_barry.jpeg","category":"teacher","sortOrder":9},
  {"id":"ibrahim_m_baldee","name":"Ibrahim M Baldee","role":"Teacher","city":"Madinah, Saudi Arabia","education":"Quranic Studies","bio":"Born and raised in Liberia, Ibrahim graduated from an Arabic and English high school and went on to teach at his alma mater after graduating. He has been deeply involved in extracurricular activities, including leadership roles within school organizations and debate competitions. He is passionate about mentoring young people and making positive change. His strengths include teamwork, organization, networking, and public speaking — and he is a fast learner. He has lived in Liberia and Saudi Arabia for extended periods and has visited Guinea, Ivory Coast, and Sierra Leone.","languages":["Arabic","English"],"whyAlluwal":"I am passionate about teaching and mentoring young people and children especially.","photoAsset":"assets/images/staff/ibrahim_m_baldee.jpeg","category":"teacher","sortOrder":10},
  {"id":"zainab_sall","name":"Zainab Sall","role":"Teacher","city":"Turkey","education":"Necmettin Erbakan University","bio":"Zainab is a dedicated educator from Sierra Leone with experience working with students from diverse backgrounds. She values integrity, patience, and continuous learning in her work, and adapts easily to new environments and teams. She is currently pursuing her studies at Necmettin Erbakan University in Turkey.","languages":["English","Arabic","Turkish","Fullah","Krio"],"whyAlluwal":"I chose Alluwal because of its strong educational values, supportive leadership, and genuine commitment to student success.","photoAsset":"assets/images/staff/zainab_sall.jpeg","category":"teacher","sortOrder":11},
  {"id":"al_hassan_diallo","name":"Al-Hassan Diallo","role":"Teacher","city":"Saudi Arabia","education":"Hadith — Islamic University of Medina","bio":"Originally from Liberia, Al-Hassan completed his high school education there before dedicating himself fully to Islamic studies, studying in Mauritania and then Saudi Arabia. He graduated from the Islamic University of Medina, specializing in Hadith. He is now exploring teaching as a new passion alongside his studies, finding it deeply rewarding to understand and engage with students.","languages":["English","Arabic"],"whyAlluwal":"I wanted to explore a new passion beyond studying and develop my teaching skills. Teaching at Alluwal has been challenging and interesting — understanding the students and learning how to engage them well has been a truly fulfilling experience.","photoAsset":null,"category":"teacher","sortOrder":12},
  {"id":"abdoullahi_yaya","name":"Abdoullahi Yaya","role":"Quran Teacher","city":"Abha, Saudi Arabia","education":"King Khalid University, Abha","bio":"Abdoullahi holds a Quran memorization diploma and an Islamic and Arabic diploma from Al-Azhar, Egypt, along with a background in French literature. He is currently studying at King Khalid University in Abha and is dedicated to Quranic education and the spiritual development of Muslim communities.","languages":["Fulani","Arabic","French","English"],"whyAlluwal":"Teaching Islamic studies is my vocation. I want to be a source of support and guidance for my Muslim and Fulani brothers and sisters around the world.","photoAsset":null,"category":"teacher","sortOrder":13},
  {"id":"mama_s_diallo","name":"Mama S Diallo","role":"Teacher","city":"Regina, Canada","education":"International Studies — University of Regina","bio":"Mama has a deep love for reading the Quran and is working toward studying its tafsir. He grew up in Liberia and lived in Senegal for six years — experiences that shaped his dedication to spiritual and academic growth. He is committed to bringing that same spirit of learning and reflection into his teaching at Alluwal.","languages":["English","Urdu"],"whyAlluwal":"I love teaching, and Alluwal is doing something truly special — welcoming, passionate, and impactful in ways that many institutions cannot replicate. Being part of that is a privilege.","photoAsset":"assets/images/staff/mama_s_diallo.jpeg","category":"teacher","sortOrder":14},
  {"id":"ousman_a_thiam","name":"Ousman A Thiam","role":"Teacher","city":"Madinah, Saudi Arabia","education":"Islamic Creeds — Islamic University of Madinah","bio":"Ousman is from Liberia and is currently studying in the Kingdom of Saudi Arabia. He has been a part of Alluwal Academy for nearly three years, growing significantly as an educator and building extensive teaching experience along the way. He is grateful for all that the journey has taught him.","languages":["English","Arabic"],"whyAlluwal":"I have a great passion for teaching.","photoAsset":null,"category":"teacher","sortOrder":15},
  {"id":"rahmatullah_balde","name":"Rahmatullah Balde","role":"Teacher","city":"Riyadh, Saudi Arabia","education":"King Saud University","bio":"Rahmatullah is a former student of Fanima Islamic School System in Monrovia, Liberia, where he studied English and Arabic. The school, located in Clara Town, shaped his foundation in Islamic and linguistic education. He is now pursuing further studies at King Saud University in Riyadh, deepening his knowledge and commitment to Quranic education.","languages":["English","Arabic"],"whyAlluwal":"Teaching Quran is essential — it provides the perfect way of life and timeless guidance for Muslims of all ages. Instilling its principles in children's hearts and minds is a vital responsibility for every Muslim family. The Prophet Muhammad (peace be upon him) said: 'The best among you are those who learn the Quran and teach it.' Memorizing and teaching the Quran is both an intellectual and deeply spiritual journey that draws one closer to Allah.","photoAsset":"assets/images/staff/rahmatullah_balde.jpeg","category":"teacher","sortOrder":16},
  {"id":"habibu_barry","name":"Habibu Barry","role":"Teacher","city":"Madinah, Saudi Arabia","education":"Islamic Jurisprudence","bio":"Habibu is a teacher of Islamic subjects based in Madinah, Saudi Arabia. Grounded in Islamic jurisprudence, he is dedicated to propagating authentic Islamic knowledge and values to students around the world through the Alluwal platform.","languages":["Fula","Arabic","English"],"whyAlluwal":"It is a means of propagating Islam to the world with minimal effort — a powerful opportunity to serve through knowledge.","photoAsset":null,"category":"teacher","sortOrder":17}
]
