Repository: hahimniane/alluvial_academy
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# formAutoFilled
source: Auto-filled (no need to enter)
ar: تم ملؤه تلقائياً (لا حاجة للإدخال)
fr: Rempli automatiquement (pas besoin de saisir)

# formVerifyDuration
source: Verify Duration
ar: التحقق من المدة
fr: Vérifier la durée

# formBillableHours
source: Billable Hours
ar: الساعات القابلة للفوترة
fr: Heures facturables

# formSelectOption
source: Select an option
ar: حدد خياراً
fr: Sélectionnez une option

# formSubmittedSuccess
source: Class Report submitted successfully!
ar: تم إرسال تقرير الحصة بنجاح!
fr: Rapport de cours soumis avec succès !

# formMySubmissions
source: My Form Submissions
ar: نماذجي المرسلة
fr: Mes soumissions de formulaires

# formAllTime
source: All Time
ar: كل الوقت
fr: Tout le temps

# formSelectMonth
source: Select Month
ar: اختر الشهر
fr: Sélectionner le mois

# formCurrentMonth
source: Current
ar: الحالي
fr: Actuel

# formSubmission
source: submission
ar: إرسال
fr: soumission

# formSubmissions
source: submissions
ar: إرسالات
fr: soumissions

# formThisMonth
source: this month
ar: هذا الشهر
fr: ce mois-ci

# formViewAll
source: View All
ar: عرض الكل
fr: Voir tout

# formSearchByName
source: Search by form name or status
ar: البحث باسم النموذج أو الحالة
fr: Rechercher par nom de formulaire ou statut

# formNoSubmissionsYet
source: No form submissions yet
ar: لا توجد نماذج مرسلة بعد
fr: Aucune soumission de formulaire

# formNoResults
source: No results found
ar: لم يتم العثور على نتائج
fr: Aucun résultat trouvé

# formSubmittedFormsAppear
source: Your submitted forms will appear here
ar: ستظهر نماذجك المرسلة هنا
fr: Vos formulaires soumis apparaîtront ici

# formTryAdjustingSearch
source: Try adjusting your search
ar: حاول تعديل بحثك
fr: Essayez d'ajuster votre recherche

# formCompleted
source: Completed
ar: مكتمل
fr: Terminé

# formDraft
source: Draft
ar: مسودة
fr: Brouillon

# formPending
source: Pending
ar: قيد الانتظار
fr: En attente

# formSubmittedOn
source: Submitted on {date}
ar: أُرسل في {date}
fr: Soumis le {date}

# formResponses
source: responses
ar: ردود
fr: réponses

# formTapToView
source: Tap to view
ar: انقر للعرض
fr: Appuyez pour voir

# formReadOnly
source: Read Only
ar: للقراءة فقط
fr: Lecture seule

# formNoAnswer
source: (No answer)
ar: (لا إجابة)
fr: (Pas de réponse)

# timesheetTitle
source: Timesheet
ar: سجل الوقت
fr: Feuille de temps

# timesheetMyTimesheet
source: My Timesheet
ar: سجل وقتي
fr: Ma feuille de temps

# timesheetStart
source: Start
ar: البداية
fr: Début

# timesheetEnd
source: End
ar: النهاية
fr: Fin

# timesheetTotalHours
source: Total Hours: {hours}
ar: إجمالي الساعات
fr: Total des heures : {hours}

# timesheetClockInLocation
source: Clock-in Location
ar: موقع تسجيل الدخول
fr: Lieu de pointage

# timesheetClockOutLocation
source: Clock-out Location
ar: موقع تسجيل الخروج
fr: Lieu de dépointage

# timesheetStatus
source: Status
ar: الحالة
fr: Statut

# timesheetDraft
source: Draft
ar: مسودة
fr: Brouillon

# timesheetPending
source: Pending
ar: قيد الانتظار
fr: En attente

# timesheetApproved
source: Approved
ar: موافق عليه
fr: Approuvé

# timesheetRejected
source: Rejected
ar: مرفوض
fr: Rejeté

# timesheetAll
source: All
ar: الكل
fr: Tous

# timesheetThisWeek
source: This Week
ar: هذا الأسبوع
fr: Cette semaine

# timesheetThisMonth
source: This Month
ar: هذا الشهر
fr: Ce mois-ci

# timesheetAllTime
source: All Time
ar: كل الوقت
fr: Tout le temps

# timesheetNoEntries
source: No timesheet entries found
ar: لا توجد إدخالات في سجل الوقت
fr: Aucune entrée de feuille de temps

# timesheetClockInFirst
source: Clock in to create your first entry
ar: سجل الدخول لإنشاء أول إدخال
fr: Pointez pour créer votre première entrée

# timesheetSubmit
source: Submit
ar: إرسال
fr: Soumettre

# timesheetSubmitForReview
source: Submit for Review
ar: إرسال للمراجعة
fr: Soumettre pour révision

# timesheetSubmitConfirm
source: Submit this timesheet for admin review?
ar: إرسال سجل الوقت للمراجعة؟
fr: Soumettre cette feuille de temps pour révision ?

# timesheetSubmitNote
source: Once submitted, you cannot edit this entry until it's reviewed.
ar: بمجرد الإرسال، لا يمكنك تعديل هذا الإدخال حتى تتم مراجعته.
fr: Une fois soumise, vous ne pourrez pas modifier cette entrée jusqu'à sa révision.

# timesheetSubmittedSuccess
source: Timesheet submitted for review successfully!
ar: تم إرسال سجل الوقت للمراجعة بنجاح!
fr: Feuille de temps soumise pour révision !

# timesheetEditTimesheet
source: Edit Timesheet
ar: تعديل سجل الوقت
fr: Modifier la feuille de temps

# timesheetEditNote
source: Changes will be submitted for admin approval.
ar: سيتم إرسال التغييرات لموافقة المسؤول.
fr: Les modifications seront soumises à l'approbation de l'administrateur.

# timesheetApprovedLocked
source: This timesheet has been approved and cannot be edited
ar: تمت الموافقة على سجل الوقت ولا يمكن تعديله
fr: Cette feuille de temps a été approuvée et ne peut plus être modifiée

# timesheetClockInTime
source: Clock In Time
ar: وقت تسجيل الدخول
fr: Heure de pointage

# timesheetClockOutTime
source: Clock Out Time
ar: وقت تسجيل الخروج
fr: Heure de dépointage

# timesheetPaymentCalculation
source: Payment Calculation
ar: حساب الدفع
fr: Calcul du paiement

# timesheetProvideReason
source: Please provide a reason for editing this timesheet
ar: يرجى تقديم سبب للتعديل
fr: Veuillez fournir une raison pour la modification

# timesheetProvideMoreDetails
source: Please provide more details (at least 10 characters)
ar: يرجى تقديم مزيد من التفاصيل (10 أحرف على الأقل)
fr: Veuillez fournir plus de détails (au moins 10 caractères)

# timesheetSaveChanges
source: Save Changes
ar: حفظ التغييرات
fr: Enregistrer les modifications

# timesheetUpdatedSuccess
source: Timesheet updated successfully. Awaiting admin approval.
ar: تم تحديث سجل الوقت. في انتظار موافقة المسؤول.
fr: Feuille de temps mise à jour. En attente d'approbation.

# timesheetDetails
source: Timesheet Entry Details
ar: تفاصيل الإدخال
fr: Détails de l'entrée

# timesheetLocationLoading
source: Loading location...
ar: جاري تحميل الموقع...
fr: Chargement de la position...

# timesheetLocationUnavailable
source: Location unavailable
ar: الموقع غير متاح
fr: Position non disponible

# timesheetLocationNotCaptured
source: Not captured
ar: لم يتم التقاطه
fr: Non capturé

# userManagementTitle
source: User Management
ar: إدارة المستخدمين
fr: Gestion des utilisateurs

# userSearchUsers
source: Search users...
ar: البحث عن مستخدمين...
fr: Rechercher des utilisateurs...

# userUsersCount
source: {count} users
ar: {count} مستخدم
fr: {count} utilisateurs

# userActive
source: active
ar: نشط
fr: actif

# userInactive
source: Inactive
ar: غير نشط
fr: Inactif

# userNoUsersFound
source: No users found
ar: لم يتم العثور على مستخدمين
fr: Aucun utilisateur trouvé

# userFilterUsers
source: Filter Users
ar: تصفية المستخدمين
fr: Filtrer les utilisateurs

# userRole
source: Role
ar: الدور
fr: Rôle

# userStatus
source: Status
ar: الحالة
fr: Statut

# userApplyFilters
source: Apply Filters
ar: تطبيق الفلاتر
fr: Appliquer les filtres

# userViewCredentials
source: View Login Credentials
ar: عرض بيانات الدخول
fr: Voir les identifiants

# userStudentIdPassword
source: Student ID & Password
ar: رقم الطالب وكلمة المرور
fr: ID Étudiant et mot de passe

# userDeactivateUser
source: Deactivate User
ar: تعطيل المستخدم
fr: Désactiver l'utilisateur

# userActivateUser
source: Activate User
ar: تفعيل المستخدم
fr: Activer l'utilisateur

# userPromoteToAdmin
source: Promote to Admin
ar: ترقية لمسؤول
fr: Promouvoir administrateur

# userEditUser
source: Edit User
ar: تعديل المستخدم
fr: Modifier l'utilisateur

# userDeleteUser
source: Delete User
ar: حذف المستخدم
fr: Supprimer l'utilisateur

# userLoginCredentials
source: Login Credentials
ar: بيانات الدخول
fr: Identifiants de connexion

# userEmailForApp
source: Email (for app)
ar: البريد (للتطبيق)
fr: Email (pour l'app)

# userStudentLoginNote
source: Students login using their Student ID and password
ar: يسجل الطلاب الدخول باستخدام رقم الطالب وكلمة المرور
fr: Les étudiants se connectent avec leur ID et mot de passe

# userResetPassword
source: Reset Password
ar: إعادة تعيين كلمة المرور
fr: Réinitialiser le mot de passe

# userPasswordReset
source: Password Reset
ar: إعادة تعيين كلمة المرور
fr: Réinitialisation du mot de passe

# userNewPasswordFor
source: New password for {name}:
ar: كلمة مرور جديدة لـ {name}
fr: Nouveau mot de passe pour {name} :

# userEmailSentToParent
source: Email sent to parent with new credentials
ar: تم إرسال بريد للوالد مع البيانات الجديدة
fr: Email envoyé au parent avec les nouveaux identifiants

# userShareCredentials
source: Please share this password with the student or their parent.
ar: شارك كلمة المرور هذه مع الطالب أو والده.
fr: Partagez ce mot de passe avec l'étudiant ou son parent.

# userPasswordNotStored
source: Password not stored
ar: كلمة المرور غير مخزنة
fr: Mot de passe non stocké

# userResetPasswordFor
source: Reset password for {name}
ar: إعادة تعيين كلمة المرور لـ {name}
fr: Réinitialiser le mot de passe pour {name}

# userCustomPassword
source: Custom password (optional)
ar: كلمة مرور مخصصة (اختياري)
fr: Mot de passe personnalisé (optionnel)

# userLeaveBlankGenerate
source: Leave blank to generate a password
ar: اتركه فارغاً لتوليد كلمة مرور
fr: Laissez vide pour générer un mot de passe

# userPasswordMinChars
source: Min 6 characters. Avoid leading/trailing spaces.
ar: ٦ أحرف كحد أدنى. تجنب المسافات في البداية/النهاية.
fr: Min 6 caractères. Évitez les espaces au début/fin.

# userPasswordGenerateNote
source: If left blank, a secure password will be generated and saved.
ar: إذا تُرك فارغاً، سيتم توليد كلمة مرور آمنة.
fr: Si laissé vide, un mot de passe sécurisé sera généré.

# userParentEmailNote
source: If the student has a parent linked, they will receive an email with the new credentials.
ar: إذا كان للطالب والد مرتبط، سيتلقى بريداً بالبيانات الجديدة.
fr: Si l'étudiant a un parent lié, il recevra un email avec les nouveaux identifiants.

# userPasswordNoSpaces
source: Password cannot start or end with spaces
ar: لا يمكن أن تبدأ أو تنتهي كلمة المرور بمسافات
fr: Le mot de passe ne peut pas commencer ou finir par des espaces

# userPasswordMinLength
source: Password must be at least 6 characters
ar: يجب أن تحتوي كلمة المرور على ٦ أحرف على الأقل
fr: Le mot de passe doit contenir au moins 6 caractères

# userPasswordMaxLength
source: Password must be 128 characters or less
ar: يجب أن تحتوي كلمة المرور على ١٢٨ حرفاً كحد أقصى
fr: Le mot de passe doit contenir 128 caractères maximum

# userResettingPassword
source: Resetting password...
ar: جاري إعادة التعيين...
fr: Réinitialisation en cours...

source: User archived
ar: تم أرشفة المستخدم
fr: Utilisateur archivé

source: User restored
ar: تم استعادة المستخدم
fr: Utilisateur restauré

# userPromoteConfirm
source: Are you sure you want to promote {name} to admin?
ar: هل أنت متأكد من ترقية {name} لمسؤول؟
fr: Voulez-vous vraiment promouvoir {name} à admin ?

# userPromote
source: Promote
ar: ترقية
fr: Promouvoir

# userPromotedSuccess
source: User promoted to admin
ar: تمت ترقية المستخدم لمسؤول
fr: Utilisateur promu administrateur

# userCannotDeleteSelf
source: You cannot delete your own account.
ar: لا يمكنك حذف حسابك الخاص.
fr: Vous ne pouvez pas supprimer votre propre compte.

# userDeleteConfirm
source: Are you sure you want to permanently delete this user?
ar: هل أنت متأكد من حذف {name} نهائياً؟
fr: Voulez-vous vraiment supprimer définitivement cet utilisateur ?

# userDeleteCannotUndo
source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
fr: Cette action est irréversible.

# userDeleteTeacherClasses
source: Also delete this teacher's classes
ar: حذف فصول هذا المعلم أيضاً
fr: Supprimer également les cours de ce professeur

# userDeleteStudentClasses
source: Also delete this student's classes
ar: حذف فصول هذا الطالب أيضاً
fr: Supprimer également les cours de cet étudiant

# userGroupClassesRemain
source: Group classes will remain for other students.
ar: ستبقى الفصول الجماعية للطلاب الآخرين.
fr: Les cours de groupe resteront pour les autres étudiants.

# userDeletedSuccess
source: {name} has been permanently deleted
ar: تم حذف المستخدم بنجاح
fr: {name} a été définitivement supprimé

# userDeleteFailed
source: Failed to delete user.
ar: فشل الحذف.
fr: Échec de la suppression.

# userAddNewUsers
source: Add New Users
ar: إضافة مستخدمين جدد
fr: Ajouter de nouveaux utilisateurs

# userCreateAccounts
source: Create user accounts and assign roles for your organization
ar: أنشئ حسابات مستخدمين وعيّن الأدوار
fr: Créez des comptes utilisateurs et attribuez des rôles

# userFirstName
source: First Name
ar: الاسم الأول
fr: Prénom

# userLastName
source: Last Name
ar: اسم العائلة
fr: Nom

# userEmail
source: Email Address
ar: البريد الإلكتروني
fr: Adresse email

# userPhone
source: Phone Number
ar: رقم الهاتف
fr: Numéro de téléphone

# userUserType
source: User Type
ar: نوع المستخدم
fr: Type d'utilisateur

# userKioskCode
source: Kiosk Code
ar: رمز الكشك
fr: Code kiosque

# userJobTitle
source: Job Title
ar: المسمى الوظيفي
fr: Titre du poste

# userCountryCode
source: Country Code
ar: رمز الدولة
fr: Indicatif pays

# userAdult
source: Adult
ar: بالغ
fr: Adulte

# userMinor
source: Minor
ar: قاصر
fr: Mineur

# userSelectParent
source: Select Parent/Guardian
ar: اختر الوالد/الوصي
fr: Sélectionner le parent/tuteur

# userNoParentsFound
source: No Parents Found
ar: لم يتم العثور على أولياء أمور
fr: Aucun parent trouvé

# userCreateParentFirst
source: Create parent first
ar: أنشئ حساب والد أولاً
fr: Créez d'abord un parent

# userStudentLoginPreview
source: Student Login Preview
ar: معاينة بيانات الدخول
fr: Aperçu des identifiants

# userReviewCredentials
source: Review login credentials before creating account
ar: راجع بيانات الدخول قبل إنشاء الحساب
fr: Vérifiez les identifiants avant de créer le compte

# userStudentInfo
source: Student Information
ar: معلومات الطالب
fr: Informations de l'étudiant

# userName
source: Name
ar: الاسم
fr: Nom

# userAdultStudent
source: Adult Student
ar: طالب بالغ
fr: Étudiant adulte

# userMinorStudent
source: Minor Student
ar: طالب قاصر
fr: Étudiant mineur

# userGuardian
source: Guardian
ar: الوصي
fr: Tuteur

# userStudentId
source: Student ID
ar: رقم الطالب
fr: ID Étudiant

# userLoginEmail
source: Login Email
ar: بريد الدخول
fr: Email de connexion

# userCreateAccount
source: Create Account
ar: إنشاء الحساب
fr: Créer le compte

# helpNeedHelp
source: Need help? We're here for you.
ar: تحتاج مساعدة؟ نحن هنا لمساعدتك.
fr: Besoin d'aide ? Nous sommes là pour vous.

# helpEmailSupport
source: Email Support
ar: الدعم بالبريد
fr: Support par email

# helpLiveChat
source: Live Chat
ar: الدردشة المباشرة
fr: Chat en direct

# helpAvailableHours
source: Available 9 AM - 5 PM
ar: متاح ٩ ص - ٥ م
fr: Disponible 9h - 17h

# errorSomethingWentWrong
source: Oops! Something went wrong
ar: عفواً! حدث خطأ
fr: Oups ! Une erreur s'est produite

# errorTryAgain
source: Try Again
ar: حاول مرة أخرى
fr: Réessayer

source: Error loading data
ar: خطأ في تحميل البيانات
fr: Erreur lors du chargement des données

source: Error saving data
ar: خطأ في حفظ البيانات
fr: Erreur lors de l'enregistrement

# errorNetworkError
source: Network error. Please check your connection.
ar: خطأ في الشبكة. تحقق من اتصالك.
fr: Erreur réseau. Vérifiez votre connexion.

# errorUnauthorized
source: You are not authorized to perform this action.
ar: غير مصرح لك بتنفيذ هذا الإجراء.
fr: Vous n'êtes pas autorisé à effectuer cette action.

# errorNotFound
source: The requested item was not found.
ar: لم يتم العثور على العنصر المطلوب.
fr: L'élément demandé n'a pas été trouvé.

# errorAccessDenied
source: Access denied
ar: تم رفض الوصول
fr: Accès refusé

# errorPleaseSignIn
source: Please sign in
ar: يرجى تسجيل الدخول
fr: Veuillez vous connecter

# errorAuthRequired
source: Authentication required
ar: المصادقة مطلوبة
fr: Authentification requise

# jobNewStudentOpportunities
source: New Student Opportunities
ar: فرص طلاب جديدة
fr: Nouvelles opportunités d'étudiants

# jobAcceptNewStudents
source: Accept new students to fill your schedule
ar: اقبل طلاباً جدداً لملء جدولك
fr: Acceptez de nouveaux étudiants pour remplir votre emploi du temps

# jobNoOpportunities
source: No opportunities right now
ar: لا توجد فرص حالياً
fr: Aucune opportunité pour le moment

# jobFilledOpportunities
source: Filled Opportunities
ar: الفرص المشغولة
fr: Opportunités pourvues

# jobFilled
source: FILLED
ar: مشغول
fr: POURVU

# jobAge
source: Age: {age}
ar: العمر: {age}
fr: Âge : {age}

# jobSubject
source: Subject: {subject}
ar: المادة: {subject}
fr: Matière : {subject}

# jobGrade
source: Grade: {grade}
ar: الصف: {grade}
fr: Niveau : {grade}

# jobTimezone
source: Timezone: {timezone}
ar: المنطقة الزمنية: {timezone}
fr: Fuseau horaire : {timezone}

# jobPreferredTimes
source: Preferred Times:
ar: الأوقات المفضلة:
fr: Horaires préférés :

# jobDays
source: Days: {days}
ar: الأيام: {days}
fr: Jours : {days}

# jobTimes
source: Times: {times}
ar: الأوقات: {times}
fr: Heures : {times}

# jobAcceptedOn
source: Accepted on {date}
ar: تم القبول في {date}
fr: Accepté le {date}

# jobAlreadyFilled
source: Already Filled
ar: مشغول بالفعل
fr: Déjà pourvu

# jobAcceptStudent
source: Accept Student
ar: قبول الطالب
fr: Accepter l'étudiant

# jobAcceptedSuccess
source: Job accepted! Admin will finalize the schedule and contact you.
ar: تم قبول الوظيفة! سيقوم المسؤول بإنهاء الجدول والاتصال بك.
fr: Emploi accepté ! L'administrateur finalisera l'emploi du temps et vous contactera.

# zeroResults
source: 0 Results
fr: 0 Résultats

# time1000Am
source: 10:00 AM
fr: 10h00

# time1200Pm
source: 12:00:00 PM
fr: 12h00

source: A Computer
fr: Un ordinateur

source: A New Version Of Alluvial Academy
fr: Une nouvelle version de l'Académie alluviale

source: A New Version Of Alluvial Academy2
fr: Une nouvelle version de l'Académie alluviale2

source: A Phone
fr: Un téléphone

source: A Tablet
fr: Un comprimé

source: Ability To Switch Between Admin And
fr: Possibilité de changer d'administrateur et

source: About35Or Less
fr: Environ 35 ou moins

source: About50Or More
fr: Environ 50 ou plus

source: Access Restricted
fr: Accès restreint

source: Access To User Management And System
fr: Accès à la gestion et au système des utilisateurs

source: Account
fr: Compte

source: Account Not Set Up
fr: Compte non configuré

source: Account Settings Build Info
fr: Configuration du compte Construisez l'information

source: Action Feature Coming Soon
fr: Une fonctionnalité d'action à venir

source: Active
fr: Activité

source: Active Forms
fr: Formulaires actifs

source: Active Template Updated
fr: Modèle actif mis à jour

source: Active Users
fr: Usagers actifs

source: Activity Will Appear Here As Your
fr: L'activité apparaîtra ici comme votre

source: Actual Payments Background Load
fr: Paiements réels Charge de base

source: Add
fr: Ajouter

source: Add And Manage Subjects For Shifts
fr: Ajouter et gérer des sujets pour les postes

source: Add Another Shift
fr: Ajouter un autre quart de travail

source: Add Another Shift2
fr: Ajouter un autre Maj2

source: Add Another Student
fr: Ajouter un autre élève

source: Add Another Task
fr: Ajouter une autre tâche

source: Add Another User
fr: Ajouter un autre utilisateur

source: Add Any Additional Notes Or Instructions
fr: Ajouter des notes ou instructions supplémentaires

source: Add Any Comments Or Corrections
fr: Ajouter des commentaires ou des corrections

source: Add Assignment
fr: Ajouter une tâche

source: Add At Least One Field
fr: Ajouter au moins un champ

source: Add Date
fr: Ajouter une date

source: Add Details Subtasks Or Files
fr: Ajouter les détails Sous-tâches ou fichiers

source: Add Field
fr: Ajouter un champ

source: Add File
fr: Ajouter un fichier

source: Add Files To Share Resources Or
fr: Ajouter des fichiers pour partager des ressources ou

source: Add First Rate
fr: Ajouter le premier taux

source: Add Image
fr: Ajouter une image

source: Add Label
fr: Ajouter une étiquette

source: Add Location
fr: Ajouter un emplacement

source: Add Location Tags
fr: Ajouter des étiquettes d'emplacement

source: Add More Details About This Task
fr: Ajouter plus de détails sur cette tâche

source: Add Multiple Tasks
fr: Ajouter plusieurs tâches

source: Add Multiple Tasks In One Go
fr: Ajouter plusieurs tâches en une seule fois

source: Add New Subject
fr: Ajouter un nouveau sujet

source: Add Note
fr: Ajouter une note

source: Add Option
fr: Ajouter une option

source: Add Option2
fr: Ajouter l'option2

source: Add Question
fr: Ajouter une question

source: Add Section
fr: Ajouter une section

source: Add Single Task
fr: Ajouter une seule tâche

source: Add Subject
fr: Ajouter un sujet

source: Add Tag
fr: Ajouter une étiquette

source: Add Tag2
fr: Ajouter une étiquette2

source: Add Task
fr: Ajouter une tâche

source: Add Task2
fr: Ajouter la tâche2

source: Add Title
fr: Ajouter le titre

source: Add Users
fr: Ajouter des utilisateurs

source: Add Video
fr: Ajouter une vidéo

source: Additional Information
fr: Informations complémentaires

source: Additional Notes Optional
fr: Notes complémentaires Facultatives

source: Adjust Payment
fr: Ajustement du paiement

source: Adjust Payment2
fr: Ajuster le paiement2

source: Adjustment Amount
fr: Montant des ajustements

source: Admin
fr: Administrateur

source: Admin Approved
fr: Administrateur approuvé

source: Admin Created
fr: Création d'un administrateur

source: Admin Dashboard
fr: Tableau de bord

source: Admin Privileges Have Been Revoked
fr: Privilèges administratifs Ont été révoqués

source: Admin Response
fr: Réponse de l'administrateur

source: Admin Review
fr: Examen administratif

source: Admin Role Management
fr: Gestion des rôles administratifs

source: Admin School Edu
fr: École administrative Édu

source: Admin Settings
fr: Paramètres d' administration

source: Admin Type
fr: Type d'administration

source: Admins
fr: Administrateurs

source: Admins1
fr: Administrateurs1

source: Admins Tab Content
fr: Admins Contenu de l'onglet

source: Adult English Literacy Program
fr: Programme d'alphabétisation en anglais pour adultes

source: Adult Student
fr: Étudiant adulte

source: After School Tutoring
fr: Après la scolarité

source: All Admins
fr: Tous les administrateurs

source: All Associated Data Including Timesheets Forms
fr: Toutes les données associées incluant les feuilles de temps Formulaires

source: All Classes
fr: Toutes les classes

source: All Departments
fr: Tous les départements

source: All Forms
fr: Tous les formulaires

source: All Future Shifts In This Series
fr: Tous les changements futurs dans cette série

source: All Parents
fr: Tous les parents

source: All Priorities
fr: Toutes les priorités

source: All Records Now Reflect The New
fr: Tous les enregistrements reflètent maintenant le nouveau

source: All Roles
fr: Tous les rôles

source: All Schedules
fr: Toutes les annexes

source: All Selected Shifts Deleted Successfully
fr: Tous les postes sélectionnés supprimés avec succès

source: All Status
fr: Tous les statuts

source: All Statuses
fr: Tous les statuts

source: All Students
fr: Tous les étudiants

source: All Systems Operational
fr: Tous systèmes opérationnels

source: All Tasks
fr: Toutes les tâches

source: All Teachers
fr: Tous les enseignants

source: All Tiers
fr: Tous niveaux

source: All Users
fr: Tous les utilisateurs

source: All Users Global
fr: Tous les utilisateurs

source: All Users In Role
fr: Tous les utilisateurs en rôle

source: Allow Participants To Unmute
fr: Permettre aux participants Pour désamorcer

source: Allow Restoration At Any Time
fr: Permettre la restauration à tout moment

source: Allow Them To Log In Again
fr: Laissez-les se connecter à nouveau

source: Alluwal Academy Is AQuran Education
fr: Alluwal Academy est AQuran Education
