Repository: hahimniane/alluvial_academy
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

source: Replace The Student List For All
fr: Remplacer la liste des élèves pour tous

source: Report Now
fr: Reportez-vous

source: Report Opened In New Tab Use
fr: Rapport ouvert dans un nouvel onglet Utilisation

source: Report Schedule Issue
fr: Calendrier des rapports Numéro

source: Reported Issues
fr: Questions signalées

source: Request Received
fr: Demande reçue

source: Required Field
fr: Champ requis

source: Required Field Default Reviewed
fr: Champ obligatoire par défaut examiné

source: Required Rating Below9
fr: Note requise ci-dessous9

source: Reschedule Shift
fr: Changement de calendrier

source: Reset All
fr: Tout réinitialiser

source: Reset All Passwords
fr: Réinitialiser tous les mots de passe

source: Reset Layout
fr: Réinitialiser la mise en page

source: Reset To Defaults
fr: Réinitialiser aux valeurs par défaut

source: Reset Zoom
fr: Réinitialiser Zoom

source: Response Details
fr: Détails de la réponse

source: Responses
fr: Réponses

source: Restore All Their Previous Data
fr: Restaurer toutes leurs données antérieures

source: Restore Backup
fr: Restauration de sauvegarde

source: Restore Original Times And Keep Timesheet
fr: Restaurer les temps originaux et garder la feuille de temps

source: Restore Their Account From Archive
fr: Restaurer leur compte des archives

source: Restore User
fr: Restaurer l'utilisateur

source: Resume
fr: Résumé

source: Resume Working On Your Unfinished Forms
fr: Reprendre le travail sur vos formulaires inachevés

source: Retry Now
fr: Réessayez maintenant

source: Return Home
fr: Retour

source: Revert To Original
fr: Retour à l'original

source: Review
fr: Révision

source: Review And Approve Employee Timesheets
fr: Examiner et approuver les feuilles de temps des employés

source: Review As
fr: Révision

source: Review Comment
fr: Commentaire du réexamen

source: Review Submitted
fr: Examen soumis

source: Reviewed
fr: Révision

source: Revoke
fr: Révocation

source: Revoke Admin Privileges
fr: Révoquer les privilèges des administrateurs

source: Role Based Permissions Are Configured Automatically
fr: Les autorisations basées sur le rôle sont configurées automatiquement

source: Role Check Results
fr: Résultats de la vérification des rôles

source: Role Permissions
fr: Rôles autorisés

source: Role System Test
fr: Essai du système de rôle

source: Role Type
fr: Type de rôle

source: Rounding Adjustment Penalty Bonus Etc
fr: Indemnité d'ajustement arrondie de la pénalité etc

source: Rows Per Page
fr: Lignes par page

source: Run Basic Tests
fr: Essais de base

source: Run The Compute Script To Generate
fr: Exécutez le script de calcul pour générer

source: Sample Assignments
fr: Attributions d'échantillons

source: Save Draft
fr: Enregistrer l'ébauche

source: Save Field
fr: Enregistrer le champ

source: Save Form
fr: Enregistrer le formulaire

source: Save Settings
fr: Enregistrer les paramètres

source: Saved Drafts
fr: Projets sauvegardés

source: Schedule
fr: Tableau

source: Schedule2
fr: Tableau 2

source: Schedule Information
fr: Renseignements sur le calendrier

source: Schedule Preferences
fr: Préférences du calendrier

source: Schedule Type
fr: Type de calendrier

source: School Announcements
fr: Annonces scolaires

source: School Updates
fr: Mises à jour scolaires

source: Score2
fr: Note 2

source: Score Breakdown
fr: Répartition des scores

source: Screen Not Found
fr: Écran non trouvé

source: Search
fr: Rechercher

source: Search Active Forms
fr: Recherche de formulaires actifs

source: Search Anything
fr: Chercher n'importe quoi

source: Search By City Timezone Id Or
fr: Recherche par ville Timezone Id ou

source: Search By Form Or Creator
fr: Recherche par forme ou par créateur

source: Search By Name Email Or Role
fr: Recherche par nom Courriel ou rôle

source: Search By Name Or Email
fr: Recherche par nom ou par courriel

source: Search By Name Or Number
fr: Recherche par nom ou numéro

source: Search By Name Or Role
fr: Recherche par nom ou rôle

source: Search By Operation Id Metadata
fr: Recherche par opération Id Métadonnées

source: Search Classes Teacher Student Subject
fr: Classes de recherche Enseignant Sujet étudiant

source: Search Country
fr: Pays de recherche

source: Search Forms
fr: Formulaires de recherche

source: Search Invoice Number
fr: Numéro de la facture de recherche

source: Search Parents By Name Or Email
fr: Rechercher les parents Par nom ou par courriel

source: Search Students
fr: Rechercher les étudiants

source: Search Subjects
fr: Sujets de recherche

source: Search Tasks
fr: Tâches de recherche

source: Search Teacher
fr: Rechercher par nom ou email

source: Search Teachers
fr: Rechercher les enseignants

source: Search Teachers2
fr: Rechercher les enseignants 2

source: Search User Or Name
fr: Nom de l'utilisateur ou de la recherche

source: Search Users By Name Or Email
fr: Utilisateurs de recherche par nom ou par courriel

source: Search Users Or Shifts
fr: Rechercher des utilisateurs ou des postes

source: Secondary Button
fr: Bouton secondaire

source: Security Settings
fr: Paramètres de sécurité

source: Select
fr: Sélectionner

source: Select ABackup To Restore From
fr: Sélectionnez ABackup Pour restaurer de

source: Select AForm To Get Started
fr: Sélectionnez un formulaire pour commencer

source: Select AProgram For Each Student
fr: Sélectionner un programme Pour chaque étudiant

source: Select ARole And Set The
fr: Sélectionnez ARole et définissez Les

source: Select AShift
fr: Sélectionner AShift

source: Select AShift To Report An
fr: Sélectionnez AShift pour signaler un

source: Select Adjustment
fr: Sélectionner le réglage

source: Select All
fr: Tout sélectionner

source: Select All2
fr: Sélectionner tout2

source: Select Assigned By
fr: Sélectionner Attribué Par

source: Select Assigned To
fr: Sélectionner Attribué Aux

source: Select At Least One Change To
fr: Sélectionner au moins un changement à

source: Select By User Group EG
fr: Sélectionner par groupe d'utilisateurs EG

source: Select Class
fr: Sélectionner une classe

source: Select Days Of Month
fr: Quelques jours de mois

source: Select Days Of Week
fr: Quelques jours de semaine

source: Select Due Date
fr: Sélectionner la date d'échéance

source: Select Duration And Time Of Day
fr: Sélectionner la durée et l'heure du jour

source: Select Duty Type
fr: Sélectionner le type de droits

source: Select Individual Users
fr: Sélectionner un individu Utilisateur

source: Select Items
fr: Sélectionner des éléments

source: Select Label
fr: Sélectionner l'étiquette

source: Select Months
fr: Sélectionner des mois

source: Select New Only
fr: Sélectionner seulement Nouveau

source: Select Parent
fr: Sélectionner le parent

source: Select Period
fr: Sélectionner une période

source: Select Role
fr: Sélectionner le rôle

source: Select Student
fr: Sélectionner un étudiant

source: Select Student2
fr: Sélectionnez Étudiant2

source: Select Students
fr: Sélectionnez les étudiants

source: Select Subject
fr: Sélectionner un sujet

source: Select Teacher
fr: Sélectionner l'enseignant

source: Select Teachers To Generate Regenerate Audit
fr: Choisir des enseignants pour générer une vérification régénérée

source: Select Team Members
fr: Sélectionnez les membres de l'équipe

source: Select The Appropriate Role For This
fr: Choisir le rôle approprié pour Cette

source: Select The Program SYou Are
fr: Sélectionnez le programme SYou Sont

source: Select User Who Created The Tasks
fr: Sélectionnez l'utilisateur qui a créé Les tâches

source: Select Users
fr: Sélectionner les utilisateurs

source: Select Users2
fr: Sélectionner Utilisateurs2

source: Select Users To Filter Tasks
fr: Sélectionnez les utilisateurs pour filtrer les tâches

source: Select Your Correct Timezone
fr: Sélectionnez votre fuseau horaire correct

source: Selected
fr: Sélectionné

source: Selected Selectedteachername
fr: Nom de l'enseignant sélectionné

source: Selected Shifts
fr: Majs sélectionnés

source: Selected Shifts Use Multiple Timezones Applying
fr: Utilisation de plusieurs fuseaux horaires

source: Selected Users
fr: Utilisateurs sélectionnés

source: Selection Method
fr: Méthode de sélection

source: Send Message
fr: Envoyer un message

source: Send Notification
fr: Envoyer une notification

source: Send Test Email
fr: Envoyer un courriel d'essai

source: Send To
fr: Envoyer à

source: Send To2
fr: Envoyer à2

source: Send Us An Email
fr: Envoyez-nous un courriel

source: Series
fr: Série

source: Session Already Closed By System Timer
fr: Session déjà fermée par minuteur système

source: Set ANew Start End Time
fr: Définir une nouvelle heure de fin de départ

source: Set As Active
fr: Définir comme actif

source: Set Default Rates
fr: Définir les taux par défaut

source: Set Defaults
fr: Définir les valeurs par défaut

source: Set Different Hourly Rates For Each
fr: Fixer des taux horaires différents pour chaque

source: Set Hourly Rates For Each Subject
fr: Fixer des tarifs horaires pour chaque sujet

source: Set Notes For All Selected Shifts
fr: Définir des notes pour tous les déplacements sélectionnés

source: Settings Saved Successfully
fr: Paramètres sauvegardés avec succès

source: Settings Saved Successfully2
fr: Paramètres sauvegardés avec succès2

source: Sharing
fr: Partage

source: Sheets Included In Export
fr: Feuilles incluses dans l'exportation

source: Shift Banned Successfully Recalculating Audit
fr: Changement interdit Recalcul de la vérification

source: Shift Claimed Successfully Check My Shifts
fr: Affectation demandée avec succès Vérifiez mes quarts

source: Shift Completed2
fr: Poste terminé2

source: Shift Cre EEt Paiement Synchronise
fr: Synchronisation du temps de travail de l'équipe

source: Shift Deleted
fr: Maj supprimé

source: Shift Details Consolidated
fr: Détails du poste Consolidé

source: Shift End Time Must Be Different
fr: L'heure de fin de poste doit être différente

source: Shift Ended Clock Out Recorded
fr: Heure de fin de quart enregistrée

source: Shift Information Autofilled
fr: Information sur le poste rempli automatiquement

source: Shift Name
fr: Nom du poste

source: Shift Not Found
fr: Maj non trouvé

source: Shift Reminders
fr: Rappels de quarts

source: Shift Updated
fr: Mise à jour du changement

source: Shifts Without Forms
fr: Postes sans formulaires

source: Short Answer Text
fr: Texte de réponse courte

source: Show Inactive
fr: Afficher inactif

source: Showing Start End Of Total Results
fr: Affichage de la fin du début des résultats totaux

source: Shows Performancelogger Start Checkpoint End Events
fr: Affiche l'enregistreur de performances Début des événements de fin de checkpoint

source: Sign Up
fr: Inscription

source: Sign Up For New Class
fr: Inscription pour une nouvelle classe

source: Signature Captured
fr: Signature saisie

source: Simple Clock
fr: Horloge simple

source: Slowest End
fr: Fin la plus lente

source: Slowest In Current Log Buffer
fr: Lenteur du tampon de journal actuel

source: Some Students On This Shift Could
fr: Certains étudiants sur ce changement pourrait

source: Something Went Wrong
fr: Quelque chose ne va pas

source: Sometimes
fr: Parfois

source: Sorry Not At All IAm
fr: Désolé de ne pas être du tout

source: Source Week
fr: Semaine source

source: Specific Role
fr: Rôle spécifique

source: Specific Users
fr: Utilisateurs spécifiques

source: Spring Forward1Hour
fr: Printemps à venir1heure

source: Start Coding Today
fr: Commencez à coder aujourd'hui

source: Start Date
fr: Date de début

source: Start Learning
fr: Début de l'apprentissage

source: Start The Conversation
fr: Début de la conversation

source: Start Your Child SIslamic Journey
fr: Commencez votre enfant islamique Voyage

source: Start Your Learning Journey Today
fr: Commencez votre voyage d'apprentissage aujourd'hui

source: Starting Screen Share
fr: Partage d'écran de démarrage

source: Starttime Endtime
fr: Heure de début Heure de fin

source: Statistics
fr: Statistiques

source: Stats Editor
fr: Éditeur de statistiques

source: Status
fr: État

source: Status Status
fr: État d ' avancement

source: Status updated to {newStatus}
fr: État mis à jour vers {newStatus}

source: Status updated to {status}
fr: État mis à jour vers {status}

source: Stay On Track With Reminders
fr: Restez sur la bonne voie avec les rappels

source: Stepnumber Of Totalsteps
fr: Nombre d'étapes

source: Still No Internet Connection Please Try
fr: Toujours aucune connexion Internet Veuillez essayer

source: Storage Service
fr: Service de stockage

source: Structured Learning Paths
fr: Voies d'apprentissage structurées

source: Student1
fr: Étudiant1

source: Student account created. ID: {studentCode}
fr: Compte étudiant créé. ID : {studentCode}

source: Student Applicants
fr: Candidats étudiants

source: Student ID: {studentCode}
ar: معرّف الطالب: {studentCode}
fr: ID étudiant : {studentCode}

source: Student Joined
fr: Étudiant rejoint

source: Student Login Credentials
fr: Connexion étudiante Pouvoirs

source: Student Progress Overview
fr: Aperçu des progrès des élèves

source: Student SInformation
fr: Informations sur les étudiants

source: Student Student
fr: Étudiant

source: Student Type
fr: Type d'étudiant

source: Student Will Use Student Id And
fr: L'étudiant utilisera son identité et

source: Students
fr: Élèves

source: Students Will Appear Here After You
fr: Les étudiants apparaîtront ici après vous

source: Sub Tasks Optional
fr: Sous-tâches Facultative

source: Subject
fr: Sujet

source: Subject "{displayName}" added successfully
fr: Sujet "{displayName}" ajouté avec succès

source: Subject "{displayName}" updated successfully
fr: Sujet "{displayName}" mis à jour avec succès

source: Subject Hourly Rates
fr: Sujet Taux horaires

source: Subject Management
fr: Gestion des sujets

source: Subject Name
fr: Nom du sujet

source: Subject Performance Will Appear Here As
fr: L'interprétation du sujet apparaîtra ici comme

source: Submission Failed E
fr: Échec de la soumission E

source: Submission Info
fr: Informations sur la soumission

source: Submissions
fr: Présentations

source: Submit Again
fr: Soumettre à nouveau

source: Submit All Drafts
fr: Soumettre tous les projets

source: Submit Application
fr: Soumettre une demande

source: Submit Evaluation
fr: Soumettre l'évaluation

source: Submit Form
fr: Soumettre le formulaire

source: Submit New Dispute
fr: Soumettre un nouveau différend

source: Submit Reports Feedback
fr: Soumettre des rapports Commentaires

source: Submit Timesheet
fr: Soumettre une feuille de temps

source: Submit Without Image
fr: Soumettre sans image

source: Submitted
fr: Présenté

source: Submitted Datestr
fr: Datestr soumise

source: Submitting
fr: Présentation

source: Subtitle
fr: Sous-titre

source: Successcount Successful N
fr: Nombre de réussites N

source: Successful Login1Hour Ago
fr: Connexion réussie1Hour Ago

source: Successful Login2Minutes Ago
fr: Avec succès Login2Minutes Ago

source: Successfuluploads File SUploaded Successfully
fr: Envois réussis Fichier SUploadé Réussir

source: Suggested Correct Value Optional
fr: Valeur correcte suggérée Facultative

source: Summary
fr: Résumé

source: Summary2
fr: Résumé2

source: Support Alluwaleducationhub Org
fr: Soutien Alluwaleducationhub Organisme

source: Surah
fr: Sourate

source: Sync
fr: Synchronisation

source: Sync With Subjects
fr: Synchroniser avec les sujets

source: Synced Synced Subjects With Rates
fr: Sujets syndiqués avec taux

source: System Diagnostics
fr: Diagnostic du système

source: System Health
fr: Santé du système

source: System Information
fr: Informations sur le système

source: System Load
fr: Charge du système

source: System Overview
fr: Aperçu du système

source: System Performance
fr: Performance du système

source: System Settings
fr: Paramètres du système

source: System Settings2
fr: Paramètres du système2

source: Take APhoto
fr: Prendre une photo

source: Tap And Hold For More Details
fr: Appuyez sur et maintenez pour plus de détails

source: Tap On Users Below To Select
fr: Appuyez sur Utilisateurs ci-dessous pour sélectionner

source: Tap To Select Users
fr: Appuyez sur pour sélectionner les utilisateurs

source: Target Audience Allowed Roles
fr: Public cible Rôles autorisés

source: Target Week
fr: Semaine cible

source: Task Archived
fr: Tâche archivée

source: Task Deleted Successfully
fr: Tâche supprimée avec succès

source: Task Name
fr: Nom de la tâche

source: Task Name2
fr: Nom de la tâche2

source: Task Reminders
fr: Rappel des tâches

source: Task Title
fr: Titre de la tâche

# taskSubtasksCount
source: Subtasks: {count}
ar: المهام الفرعية: {count}
fr: Sous-tâches : {count}

source: Task Unarchived
fr: Tâche non archivée

source: Teach For Us
fr: Apprenez-nous

source: Teacher Applicants
fr: Candidats enseignants

source: Teacher Application
fr: Application pour les enseignants

source: Teacher Arrived
fr: Professeur arrivé

source: Teacher Audit Dashboard
fr: Tableau de bord de la vérification des enseignants

source: Teacher Class
fr: Classe d ' enseignants

source: Teacher Did Not Submit Readiness Form
fr: L'enseignant n'a pas soumis le formulaire de préparation

source: Teacher Id Not Found
fr: Idée de professeur non trouvée

source: Teacher Information Not Available
fr: Renseignements pour les enseignants Non disponible

source: Teacher Not Here
fr: Professeur non ici

source: Teacher Profile
fr: Profil de l'enseignant

source: Teacher Selected Selectedteachername
fr: Nom de l'enseignant sélectionné

source: Teacher Ustaz
fr: Enseignant Ustaz

source: Teacher Ustaza
fr: Professeur Ustaza

source: Teachers
fr: Enseignants

source: Teachers2
fr: Enseignants2

source: Teachers Only
fr: Enseignants seulement

source: Teachershifts Shifts Will Be Permanently Deleted
fr: Les postes d'enseignant seront définitivement supprimés

source: Teaching Selectedstudentname
fr: Enseignement Nom de l'étudiant sélectionné

source: Teal Test Last Login Update Tracking
fr: Test Teal Dernière connexion Suivi des mises à jour

source: Template Deleted
fr: Modèle supprimé

source: Template Duplicated Successfully
fr: Modèle dupliqué Réussir

source: Template Must Have At Least One
fr: Modèle doit avoir au moins un

source: Template Name
fr: Nom du modèle

source: Template Name Cannot Be Empty
fr: Le nom du modèle ne peut pas être vide

source: Template Updated Successfully
fr: Modèle mis à jour avec succès

source: Test Connection
fr: Connexion d'essai

source: Test Draft Creation
fr: Création du projet d'essai

source: Test Ge Ne Ration Audit De
fr: Vérification de la qualité

source: Test Login Tracking
fr: Tester le suivi de connexion

source: Test Notification Sent Successfully
fr: Notification d'essai Envoyé avec succès

source: Test Role Checks
fr: Vérification des rôles d'essai

source: Test Status Update
fr: Mise à jour de l'état des essais

source: Test Task Assignment
fr: Attribution des tâches d'essai

source: Test Welcome Email
fr: Test Email de bienvenue

source: Testimonials
fr: Témoignages

source: Testimonials Editor
fr: Éditeur de témoignages

source: Testing Connection
fr: Essai de connexion

source: Text
fr: Texte

source: Text2
fr: Texte2

source: Text3
fr: Texte3

# text5
source: Not provided
ar: غير متوفر
fr: Non renseigné

source: Text7
fr: Texte7

# text8
source: to
ar: إلى
fr: à

source: Thank You For Your Interest In
fr: Merci de votre intérêt pour

source: Thank You For Your Interest In2
fr: Merci de votre intérêt pour In2

source: Thank You For Your Interest In3
fr: Merci de votre intérêt pour In3

source: Thank You For Your Interest Please
fr: Merci de votre intérêt.

source: Thank You For Your Interest Please2
fr: Merci pour votre intérêt s'il vous plaît2

source: Thank You For Your Interest We
fr: Merci de votre intérêt

source: The Best Of People Are Those
fr: Le meilleur des gens sont ceux

source: The Daily Scheduler Will Generate New
fr: Le calendrier quotidien Générera une nouvelle

source: The Form Creator Has Not Added
fr: La forme Créateur n'a pas été ajoutée

source: The Small Business Plan
fr: Le Plan pour les petites entreprises

source: The Timezone For The Times Below
fr: Le fuseau horaire des temps

source: The Timezone For The Times You
fr: Le fuseau horaire des temps

source: The Timezone Used For The Start
fr: Le fuseau horaire utilisé pour le début

source: The View Contains
fr: La vue contient

source: There Are Currently No Published Shifts
fr: Il n'y a actuellement aucun changement publié

source: These Shifts Were Completed But No
fr: Ces postes ont été terminés mais non

source: This Action Cannot Be Undone
fr: Cette action ne peut être annulée

source: This App Requires An Active Internet
fr: Cette application nécessite un Internet actif

source: This Class Does Not Have A
fr: Cette classe n'a pas de

source: This Class Link Is No Longer
fr: Ce lien de classe n'est plus long

source: This Email Will Receive Notifications For
fr: Ce courriel recevra des notifications Pour

source: This File Was Not Uploaded To
fr: Ce fichier n'a pas été téléchargé vers

source: This Form Indicates The Teacher Conducted
fr: Ce formulaire indique l'enseignant

source: This Is The Taskscreen Screen
fr: C'est l'écran des tâches

source: This Is The Timeoffscreen Screen
fr: C'est l'écran Timeoff

source: This Shift Spans Two Days In
fr: Ce quart de travail s'étend sur deux jours

source: This Shift Spans Two Days In2
fr: Ce poste s'étale sur deux jours

source: This Shift Was Missed Please Fill
fr: Ce poste a manqué Veuillez remplir

source: This Timesheet Has Been Approved And
fr: Cette feuille de temps a été approuvée et

source: This Timesheet Was Edited And Requires
fr: Cette feuille de temps a été modifiée et nécessite

source: This Timesheet Was Edited But The
fr: Cette feuille de temps a été modifiée

source: This Timesheet Was Edited Choose An
fr: Cette feuille de temps a été modifiée Choisir un

source: This Will
fr: Cette volonté

source: This Will Adjust All Future Scheduled
fr: Cela ajustera tous les futurs calendriers

source: This Will Delete All Drafts Older
fr: Cela supprimera toutes les ébauches plus anciennes

source: This Will Give Them
fr: Cela donnera Eux

source: This Will Make The Opportunity Visible
fr: Cela rendra l'occasion visible

source: This Will Mute All Participants Except
fr: Tous les participants sauf

source: This Will Permanently Delete This Shift
fr: Ce sera définitivement supprimer ce changement

source: This Will Set Default Rates For
fr: Cela définira les taux par défaut pour

source: This Will Update All Existing Shifts
fr: Cette mise à jour mettra à jour tous les postes existants

source: This Will Update The Defaultwage Field
fr: Ceci mettra à jour le champ par défaut

source: This Will Update The Recurring Template
fr: Cette mise à jour mettra à jour le modèle récurrent

source: Time Conversion Preview
fr: Aperçu de la conversion du temps

source: Time Picker
fr: Cueillette de temps

source: Time Until Shifts Display
fr: Temps jusqu'à l'affichage des changements

source: Time Until Timesheets Display
fr: Temps avant l'affichage des feuilles de temps

source: Times Will Be Applied In This
fr: Les temps seront appliqués dans ce

source: Timesheet Details2
fr: Détails du calendrier2

source: Timesheet Review
fr: Révision du calendrier

source: Timesheet Submitted For Review
fr: Calendrier soumis à l'examen

source: Timesheet Was Edited
fr: La feuille de temps a été modifiée

source: Timesheets
fr: Feuilles horaires

# timezoneUpdatedToSelectedtimezone
source: Timezone updated to {timezone}
fr: Fuseau horaire mis à jour vers {timezone}

source: Tip If You Just Completed Payment
fr: Conseil Si vous venez de compléter le paiement

source: Title
fr: Titre

source: To
fr: Aux

source: To Create An Inclusive Inspiring Environment
fr: Créer un environnement inspirant inclusif
