Repository: hahimniane/alluvial_academy
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

source: To Hassimiou Niane Maine Edu
fr: À Hassimiou Niane Maine Edu

source: To Integrate Islamic African And Western
fr: Intégrer l'islam africain et occidental

source: Too Early To Clock In Please
fr: Trop tôt pour entrer s'il vous plaît

source: Topics We Cover
fr: Sujets traités

source: Total
fr: Total général

source: Total Classes
fr: Total des classes

source: Total Payment
fr: Total des paiements

source: Total Penalty
fr: Pénalité totale

source: Total Teaching Hours
fr: Total des heures d'enseignement

source: Total Totalusers Users
fr: Total utilisateurs Utilisateur

source: Training
fr: Formation

source: Transformative Education Nbeyond Traditional Boundaries
fr: Éducation transformatrice Nbeyond limites traditionnelles

source: Trust Indicator
fr: Indicateur de confiance

source: Try Adjusting Your Filters Or Search
fr: Essayez d'ajuster vos filtres ou de rechercher

source: Try Adjusting Your Filters Or Search2
fr: Essayez d'ajuster vos filtres ou de rechercher2

source: Try Adjusting Your Search Or Filters
fr: Essayez d'ajuster votre recherche ou filtres

source: Try Again
fr: Essaie encore

source: Try Changing The Filter Or Check
fr: Essayez de modifier le filtre ou de vérifier

source: Try Changing The Month Or Generating
fr: Essayez de changer le mois ou de générer

source: Turn Off To Keep Participants Muted
fr: Éteindre pour garder les participants Muets

source: Un Broadcast
fr: Non diffusé

source: Unable To Find Audit Context
fr: Impossible de trouver le contexte de la vérification

source: Unable To Get Your Location E
fr: Impossible d'obtenir votre emplacement E

source: Unable To Join
fr: Impossible de se joindre

source: Unable To Load Classes NMessage
fr: Impossible de charger les classes NMessage

source: Unable To Load Parent Account Please
fr: Impossible de charger le compte parent

source: Unable To Load Quran
fr: Impossible de charger le Coran

source: Unable To Load Series Shifts
fr: Impossible de charger des déplacements de série

source: Unable To Load Surah
fr: Impossible de charger la sourate

source: Uncomfortable
fr: Inconfortable

source: Understanding Class Colors
fr: Comprendre les couleurs des classes

source: University Graduate
fr: Diplômé

source: University Student
fr: Étudiant

source: Unknown User Role
fr: Rôle de l'utilisateur inconnu

source: Unlink
fr: Déconnecter

source: Unlock Your Full Potential With Expert
fr: Débloquer votre plein potentiel avec l'expert

source: Unlock Your Math Potential Today
fr: Débloquer votre potentiel de mathématiques aujourd'hui

source: Unmute
fr: Sans changement

source: Unmute Participant
fr: Participant

source: Unsaved
fr: Non sauvé

source: Unsaved Changes
fr: Changements non enregistrés

source: Untitled Form
fr: Formulaire sans titre

source: Untitled Form2
fr: Formulaire sans titre2

source: Upcoming Events
fr: Événements à venir

source: Upcoming Occurrences
fr: Événements à venir

source: Upcoming Tasks
fr: Tâches futures

source: Update
fr: Mise à jour

source: Update Now
fr: Mettre à jour

source: Update Recurring Template
fr: Mettre à jour le modèle récurrent

source: Update Required
fr: Mise à jour requise

source: Update Status
fr: État de mise à jour

source: Update Subject
fr: Sujet de mise à jour

source: Update Timezone Without Reporting AShift
fr: Mettre à jour le fuseau horaire sans rapport AShift

source: Update User Information And Settings
fr: Mettre à jour les informations utilisateur et les paramètres

source: Updated Default Rates For Updated Subjects
fr: Taux par défaut mis à jour pour les sujets mis à jour

source: Updated Selectedcount Task S
fr: Numéro sélectionné mis à jour Tâche S

source: Upload Image Or Use Signature Pad
fr: Télécharger une image ou utiliser le tampon de signature

source: Uptime
fr: Temps de disponibilité

source: Use
fr: Utilisation

source: Use Custom Shift Name
fr: Utiliser un nom de poste personnalisé

source: Use Lowercase With Underscores
fr: Utiliser la minuscule avec les sous-scores

source: Use Student Id
fr: Utiliser la carte d'étudiant

source: User Analytics
fr: Analyse utilisateur

source: User Data
fr: Données utilisateur

source: User Data Not Loaded
fr: Données utilisateur non chargées

source: User Details
fr: Détails de l'utilisateur

source: User Distribution
fr: Distribution des utilisateurs

source: User document not found
fr: Document utilisateur non trouvé

source: User List Screen Coming Soon
fr: L'écran de la liste des utilisateurs arrive bientôt

source: User Role2
fr: Rôle de l'utilisateur2

source: User Type2
fr: Type d'utilisateur2

source: User Updated Successfully
fr: Utilisateur mis à jour avec succès

source: User Updated Successfully2
fr: Utilisateur mis à jour avec succès2

source: Users Didn TLog In Yet
fr: Les utilisateurs n'ont pas encore connecté

source: Users Will Receive Login Credentials Via
fr: Les utilisateurs recevront les identifiants de connexion Voie

source: Version And App Information
fr: Informations sur la version et l'application

source: Very Comfortable
fr: Très confortable

source: Video Provider
fr: Fournisseur de vidéo

source: View All Activity
fr: Afficher toutes les activités

source: View And Pay
fr: Afficher et payer

source: View Attachment
fr: Afficher la pièce jointe

source: View Audit Details
fr: Voir les détails de l'audit

source: View File
fr: Affichage du fichier

source: View Form
fr: Afficher le formulaire

source: View Form Details
fr: Afficher les détails du formulaire

source: View Options
fr: Options d'affichage

source: View Response
fr: Afficher la réponse

source: View Shift
fr: Affichage Maj

source: Wage Changes Applied
fr: Évolution des salaires appliquée

source: Wage Management
fr: Gestion des salaires

source: Waiting For Others To Join
fr: Attendre que d'autres se joignent

source: Want To Become ATeacher
fr: Voulez devenir ATeacher

source: We Are Committed To Protecting Children
fr: Nous nous engageons à protéger les enfants

source: We Are Fostering AWorld Where
fr: Nous encourageons un monde où

source: We Collect Information You Provide Directly
fr: Nous recueillons les renseignements que vous fournissez directement

source: We DLove To Hear From
fr: Nous aimons entendre de

source: We Implement Industry Standard Security Measures
fr: Nous mettons en oeuvre les mesures de sécurité normalisées de l'industrie

source: Website Content Saved Successfully Changes Will
fr: Contenu du site Web sauvegardé avec succès Changements

source: Website Management
fr: Gestion du site Web

source: Week Calendar
fr: Calendrier hebdomadaire

source: Weekly
fr: Semaine

source: Weekly Calendar
fr: Calendrier hebdomadaire

source: Weekly Recurrence Settings
fr: Paramètres hebdomadaires de récurrence

source: Welcome Back Firstname
fr: Accueil Retour Prénom

source: Welcome To Alluvial Academy
fr: Bienvenue à l'Académie Alluviale

source: What Needs To Be Done
fr: Ce qu'il faut faire

source: What SThe Issue
fr: Qu'est-ce que le problème

source: What Should The Correct Times Be
fr: Que devrait être le temps correct

source: What Should The Correct Value Be
fr: Que devrait être la valeur correcte

source: Whatsapp
fr: Quoi?

source: Whatsapp Number
fr: Numéro Whatsapp

source: Whatsapp Number2
fr: Numéro Whatsapp2

source: When Invoices Are Created They Will
fr: Quand les factures seront créées, elles seront

source: Where Education Transcends Boundaries
fr: Où l'éducation transcend les limites

source: Why Choose Our English Program
fr: Pourquoi choisir notre programme anglais

source: Why Choose Our Math Program
fr: Pourquoi choisir notre programme de mathématiques

source: Why Choose Our Teachers
fr: Pourquoi choisir nos enseignants

source: Why Learn To Code
fr: Pourquoi apprendre à coder

source: World Class Education
fr: Éducation de classe mondiale

source: Would You Like To Clock Out
fr: Voudriez-vous vous arranger

source: Would You Like To Complete The
fr: Aimeriez-vous compléter Les

source: Yearly Recurrence Settings
fr: Paramètres annuels de récurrence

source: Yes And Always
fr: Oui et toujours

source: Yes Update Template
fr: Oui Modèle de mise à jour

# youAreAboutToRejectCount
source: {count, plural, =1{You are about to reject 1 timesheet.} other{You are about to reject {count} timesheets.}}
fr: {count, plural, =1{Vous êtes sur le point de rejeter 1 feuille de temps.} other{Vous êtes sur le point de rejeter {count} feuilles de temps.}}

source: You Are Not Assigned To This
fr: Vous n'êtes pas assigné à ceci

source: You Can Add Multiple Students In
fr: Vous pouvez ajouter plusieurs étudiants dans

source: You Can Only Delete Tasks You
fr: Vous ne pouvez supprimer que les tâches Toi

source: You Don THave Permission To
fr: Vous avez la permission de

source: You Have Already Submitted This Form
fr: Vous avez déjà soumis ce formulaire

source: You Have Already Submitted This Form2
fr: Vous avez déjà soumis ce formulaire2

# youHaveNoCompletedOrMissed
source: You have no completed or missed classes. If you are trying to submit a report for an older class, please contact your admin.
fr: Vous n'avez aucune classe terminée ou manquée. Si vous essayez de soumettre un rapport pour une classe plus ancienne, veuillez contacter votre administrateur.

source: You Have The Right To Access
fr: Vous avez le droit d'accéder

source: You Have Unsaved Changes Are You
fr: Vous avez des changements non sauvés

source: You Must Be Logged In To
fr: Vous devez être accroché à

source: You Re All Set
fr: Vous êtes tous ensemble

source: You Re Managing Roledisplay
fr: La gestion de l'affichage des rôles

source: You Re Signed In As Roledisplay
fr: Vous êtes Signé en tant qu'affichage de rôles

source: Your Account Has Not Been Set
fr: Votre compte n'a pas été défini

source: Your Audit Report Will Be Available
fr: Votre rapport de vérification sera disponible

source: Your Child Has No Scheduled Classes
fr: Votre enfant n'a pas de classes prévues

source: Your Child Has No Upcoming Classes
fr: Votre enfant n'a pas de classe à venir

source: Your Classes
fr: Vos cours

source: Your Information
fr: Vos informations

source: Your Information Is Used To Provide
fr: Vos informations sont utilisées pour fournir

source: Your Islamic Education Journey Starts Here
fr: Votre voyage d'éducation islamique commence ici

source: Your Performance Data Will Appear Here
fr: Vos données de performance apparaîtront ici

source: Your Privacy Is Important To Us
fr: Votre vie privée est importante pour nous

source: Your Profile Settings
fr: Paramètres de votre profil

source: Your Progress Will Be Automatically Saved
fr: Vos progrès seront automatiquement enregistrés

source: Your Rights
fr: Vos droits

source: Your Scheduled Classes Will Appear Here
fr: Vos classes programmées apparaîtront ici

source: Your Teacher Hasn TJoined The
fr: Votre professeur s'est joint Les

source: Your Timezone
fr: Votre fuseau horaire

# commonNotSignedIn
source: Not signed in
fr: Non signé

# commonNotAvailable
source: N/A
fr: Sans objet

# commonNotLoaded
source: Not loaded
fr: Non chargé

# commonErrorWithDetails
source: Error: {details}
fr: Erreur : {details}

# commonActivated
source: activated
fr: activé

# commonDeactivated
source: deactivated
fr: désactivé

# testRoleAuthUser
source: Auth User: {email}
fr: Utilisateur auth : {email}

# testRoleUserId
source: User ID: {userId}
fr: ID utilisateur : {userId}

# testRoleRole
source: Role: {role}
fr: Rôle : {role}

# debugDocumentId
source: ID: {id}
fr: Numéro d'identification : {id}

# debugEmail
source: Email: {email}
fr: Courriel: {email}

# debugName
source: Name: {name}
fr: Nom: {name}

# debugMoreDocuments
source: ... and {count} more documents
fr: ... et {count} plus de documents

# applicationSubmitFailed
source: Failed to submit application: {details}
fr: La demande a échoué : {details}

# notificationSentSuccess
source: Notifications sent successfully
fr: Notifications envoyées avec succès

# notificationRecipients
source: Recipients: {count}
fr: Bénéficiaires : {count}

# notificationSuccessCount
source: Success: {count}
fr: ✓ Succès : {count}

# notificationFailedCount
source: Failed: {count}
fr: Échec : {count}

# notificationTotalRecipients
source: Total Recipients: {count}
fr: Total des bénéficiaires : {count}

# notificationEmailsSentCount
source: Sent: {count}
fr: ✓ Envoyé : {count}

# notificationEmailsFailedCount
source: Failed: {count}
fr: Échec : {count}

# classJoinFailed
source: Failed to join class: {details}
fr: Impossible de rejoindre la classe : {details}

# formsListFormStatus
source: Form {status}
fr: Formulaire {statut}

# formsListTemplateStatus
source: Template {status}
fr: Modèle {statut}

# formsListDeleteFieldConfirm
source: Are you sure you want to delete "{field}"?
fr: Voulez-vous vraiment supprimer "{field}" ?

# userDetailName
source: Name: {name}
fr: Nom: {name}

# userDetailEmail
source: Email: {email}
fr: Courriel: {email}

# userDetailRole
source: Role: {role}
fr: Rôle : {role}

# userPromoteError
source: Error promoting user: {details}
fr: Erreur de promotion de l'utilisateur : {details}

# userRevokeFailed
source: Failed to revoke admin privileges.
fr: Impossible de révoquer les privilèges de l'administration.

# userRevokeError
source: Error revoking privileges: {details}
fr: Erreur lors de la révocation des privilèges : {details}

# userArchiveFailed
source: Failed to archive user.
fr: Impossible d'archiver l'utilisateur.

# userDeactivateError
source: Error deactivating user: {details}
fr: Erreur lors de la désactivation de l'utilisateur : {details}

# userRestoreFailed
source: Failed to restore user.
fr: Impossible de restaurer l'utilisateur.

# userActivateError
source: Error activating user: {details}
fr: Erreur lors de l'activation de l'utilisateur : {details}

# userCredentialsLoadError
source: Error loading credentials: {details}
fr: Erreur lors du chargement des identifiants : {details}

# userResetPasswordError
source: Error resetting password: {details}
fr: Erreur de réinitialisation du mot de passe : {details}

# userDeleteSelfNotAllowed
source: You cannot delete your own account.
fr: Vous ne pouvez pas supprimer votre propre compte.

# userArchiveBeforeDeleteFailed
source: Failed to archive user before deletion.
fr: Impossible d'archiver l'utilisateur avant la suppression.

# userDeleteError
source: Error deleting user: {details}
fr: Erreur de suppression de l'utilisateur : {details}

# userArchiveAndDeleteTitle
source: Archive & Permanently Delete
fr: Archive & Permanentement Supprimer

# userDeletePermanentTitle
source: Permanently Delete User
fr: Supprimer définitivement l' utilisateur

# userDeleteActiveInfo
source: This user is currently active. They will be archived first, then permanently deleted.
fr: Cet utilisateur est actuellement actif. Ils seront archivés d'abord, puis définitivement supprimés.

source: User deleted successfully
fr: L'utilisateur supprimé avec succès

# auditMetricsComputed
source: Metrics computed! Score: {score}%
fr: métriques calculées ! Note & #160;: {score}%

# wageUpdatedUsers
source: Updated wages for {count} users
fr: Salaires actualisés pour les utilisateurs {count}

# wageUpdatedShifts
source: Updated {count} shifts
fr: C'est vrai. Mise à jour des équipes {count}

# wageUpdatedTimesheets
source: Updated {count} timesheet entries
fr: C'est vrai. Entrées à jour de la feuille de temps {count}

# timesheetSubmitDrafts
source: Submit Drafts ({count})
fr: Soumettre les projets ({count})

# formsErrorLoading
source: Error loading forms: {details}
fr: Erreur lors du chargement des formulaires : {details}

# formsNoDataReceived
source: No forms data received. Please check your connection.
fr: Aucun formulaire n'a été reçu. Veuillez vérifier votre connexion.

# formsErrorLoadingForm
source: Error loading form: {details}
fr: Erreur lors du chargement du formulaire : {details}

# auditGenerateCount
source: Generate ({count})
fr: Générer ({count})

# auditPaymentUpdated
source: Payment updated to ${amount}. Total payment recalculated.
fr: Paiement mis à jour en ${amount}. Total du paiement recalculé.

# auditPenaltyApplied
source: Penalty of ${amount} applied
fr: Peine de {amount} appliquée

# auditMaxPayment
source: Maximum payment for {subject} is ${amount} (max ${hourly}/hour)
fr: Le paiement maximal pour {sujet} est ${amount} (maximum ${time}/heure)

# auditDayLabel
source: Day: {day}
fr: Jour: {jour}

# auditDisputeField
source: Field: {field}
fr: Champ : {field}

# auditDisputeReason
source: Reason: {reason}
fr: Raison: {reason}

# payHourlyRateUpdated
source: Hourly rate updated to ${amount}
fr: Taux horaire mis à jour à ${amount}

# paySaveFailed
source: Failed to save: {details}
fr: Impossible d'enregistrer : {details}

# timeClockClockOutExceed
source: Clock-out time cannot exceed scheduled shift end time ({time})
fr: L'heure d'horloge ne peut dépasser l'heure de fin de quart prévue ({time})

# timeClockClockOutExceedShort
source: Clock-out time cannot exceed shift end: {time}
fr: Le temps d'horloge ne peut pas dépasser la fin du quart: {time}

# assignmentErrorOpeningFile
source: Error opening file: {details}
fr: Erreur lors de l'ouverture du fichier : {details}

# assignmentDeleteConfirm
source: Are you sure you want to delete "{title}"? This action cannot be undone.
fr: Voulez-vous vraiment supprimer "{title}"? Cette action ne peut être annulée.

# assignmentLoadedCount
source: Assignments loaded (limit 10): {count}
fr: Affectations chargées (limite 10): {count}

# assignmentUserId
source: Your user ID: {id}
fr: Votre identifiant utilisateur : {id}

# assignmentDocId
source: ID: {id}
fr: Numéro d'identification : {id}

# assignmentTitle
source: Title: {title}
fr: Titre: {title}

# assignmentTeacherId
source: Teacher ID: {id}
fr: ID de l'enseignant : {id}

# assignmentStudentsCount
source: {count, plural, =1{# student} other{# students}}
fr: {count, plural, =1{# étudiant} other{# étudiants}}

# assignmentUploadingFile
source: Uploading "{fileName}"...
fr: Téléchargement de "{fileName}"...

# assignmentUploadSuccess
source: File "{fileName}" uploaded successfully!
fr: Fichier "{fileName}" téléchargé avec succès!

# assignmentUploadError
source: Error uploading file: {details}
fr: Erreur de téléchargement du fichier : {details}

# taskDownloadFailed
source: Failed to download file: {details}
fr: Impossible de télécharger le fichier : {details}

# taskRemoveAttachmentFailed
source: Failed to remove attachment: {details}
fr: Impossible de supprimer la pièce jointe : {details}

# taskDeleteAttachmentConfirm
source: Are you sure you want to delete {fileName}?
fr: Voulez-vous vraiment supprimer {fileName} ?

# taskDeleteCommentError
source: Error deleting comment: {details}
fr: Erreur lors de la suppression du commentaire : {details}

# taskSubtaskHint
source: Sub-task {index}
fr: Sous-tâche {index}

# timesheetPendingReview
source: {count, plural, =1{# new timesheet pending review} other{# new timesheets pending review}}
fr: {count, plural, =1{# nouvelle feuille de temps en attente de révision} other{# nouvelles feuilles de temps en attente d'examen}}

# timesheetTotalEntries
source: Total Entries: {count}
fr: Total des entrées {count}

# timesheetTotalPayment
source: Total Payment: ${amount}
fr: Paiement total : {amount}

# timesheetEntrySummary
source: {hours} hours ${amount}
fr: {hours} heures • ${amount}

# formSubmissionsTitle
source: Submissions {title}
fr: Présentations • {title}

# formSubmissionsCount
source: {count, plural, =1{# submission} other{# submissions}}
fr: {count, plural, =1{# soumission} other{# soumissions}}

# timeClockAutoClockOut
source: Shift ended - automatically clocked out from {shift}
fr: Fin du quart de travail - automatiquement sorti de {shift}

# timeClockClockOutFailed
source: Clock-out failed: {details}
fr: L'horloge a échoué : {details}

# timeClockClockInFailed
source: Clock-in failed: {details}
fr: L'horloge a échoué : {details}

# shiftSelectedTimeRange
source: Selected ({abbr}): {startDate}, {startTime} - {endDatePart}{endTime}
fr: Sélectionné ({abbr}): {startDate}, {startTime} - {endDatePart} {endTime}

# shiftSelectedCount
source: Selected ({count})
fr: Sélectionné ({count})

# shiftConfirmCount
source: Confirm ({count})
fr: Confirmer ({count})

# taskBulkChangeStatus
source: Change Status for {count} Tasks
fr: Modifier l'état pour {count} Fonctions

# taskBulkChangePriority
source: Change Priority for {count} Tasks
fr: Modifier la priorité pour {count} Fonctions

# taskBulkDeleteConfirm
source: Are you sure you want to delete {count} task(s)? This action cannot be undone.
fr: Voulez-vous vraiment supprimer {count} tâche(s) ? Cette action ne peut être annulée.

# taskDeleteConfirm
source: Are you sure you want to delete "{title}"?
fr: Voulez-vous vraiment supprimer "{title}"?

# shiftDeletingCount
source: Deleting {count} shifts...
fr: Suppression des équipes {count}...

# dashboardErrorLoadingFormDetails
source: Error loading form details: {details}
fr: Erreur lors du chargement des détails du formulaire : {details}

# dashboardErrorOpeningLink
source: Error opening link: {details}
fr: Erreur lors de l'ouverture du lien : {details}

# dashboardClockInProgrammed
source: Clock-in programmed for {time}
fr: Clock-in programmé pour {time}

# dashboardAssignmentCreateFailed
source: Failed to create assignment: {details}
fr: Impossible de créer l'assignation : {details}

# dashboardFileAdded
source: File "{fileName}" added successfully!
fr: Fichier "{fileName}" ajouté avec succès!

# shiftManagementGrid
source: Grid
fr: Grille

# shiftManagementList
source: List
fr: Liste

# zoomInclassnowcount
source: In class now: {count}
fr: En classe maintenant : {count}

# sidebarTestauditgeneration
source: Test Audit Gnration
fr: Test Audit Génération

# recurrenceNone
source: No recurrence
fr: Aucune récurrence

# recurrenceDaily
source: Daily
fr: Quotidien

# recurrenceDailyExcludingDays
source: Daily (excluding {days})
fr: Quotidien (sauf {days})

# recurrenceExcludedDates
source: ({count} specific dates excluded)
fr: ({count} dates spécifiques exclues)

# recurrenceWeeklyOn
source: Weekly on {days}
fr: Hebdomadaire le {days}

# recurrenceMonthlyOn
source: Monthly on {days}
fr: Mensuel le {days}

# recurrenceMonthlyOnCount
source: Monthly on {count} selected days
fr: Mensuel sur {count} jours sélectionnés

# recurrenceYearlyIn
source: Yearly in {months}
fr: Annuel en {months}

# settingsTourJoinClassDescription
source: Tap on any upcoming class card and click "Join Class" when it's time.
fr: Touchez une carte de cours à venir et cliquez sur "Rejoindre le cours" au moment venu.

# settingsTourEnableNotificationsDescription
source: Enable notifications in Settings to get reminders before your classes.
fr: Activez les notifications dans les paramètres pour recevoir des rappels avant vos cours.

# settingsTourMediaControlsDescription
source: Use the mic and camera buttons to control your audio and video.
fr: Utilisez les boutons micro et caméra pour contrôler votre audio et votre vidéo.

# settingsTourChatDescription
source: Send messages to your teacher using the Chat tab.
fr: Envoyez des messages à votre enseignant via l'onglet Chat.

# taskSubtaskOf
source: Sub-task of: {title}
fr: Sous-tâche de : {title}

# taskUnassigned
source: Unassigned
fr: Non attribué

# taskSelectMultiple
source: Select Multiple
fr: Sélection multiple

# taskExitSelection
source: Exit Selection
fr: Quitter la sélection

source: Edit all in series ({count})
fr: Modifier toute la série ({count})

# shiftUpdatesTemplate
source: Updates Template
fr: Met à jour le modèle

source: Select start time
fr: Sélectionner l'heure de début

source: Select end time
fr: Sélectionner l'heure de fin

# shiftTimesheetRecords
source: Timesheet Records ({count})
fr: Enregistrements de feuille de temps ({count})
