Repository: hahimniane/alluvial_academy
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

source: Mathematics Is More Than Just Numbers
fr: Les mathématiques sont plus que des chiffres

source: Mathematics Program
fr: Programme de mathématiques

source: May Allah Bless Your Teaching Efforts
fr: Puisse Allah bénir vos efforts d'enseignement

source: Maybe But IWill Try
fr: Peut-être, mais je le ferai Essaie

source: Meeting
fr: Réunion

source: Meeting Is Not Ready Yet Contact
fr: La réunion n'est pas encore prête Contact

source: Message Deletion Not Yet Implemented
fr: Suppression du message non encore mise en œuvre

source: Message Forwarding Not Yet Implemented
fr: Message transmis non encore mis en œuvre

source: Message Sent Successfully We Will Contact
fr: Message envoyé avec succès Nous contacterons

source: Method Firebase Cloud Function Hostinger Smtp
fr: Méthode Firebase Cloud Fonction Hostinger Smtp

source: Minutes Minutes
fr: Procès-verbal

source: Missed Shift Class Report Required
fr: Rapport de classe de poste manquant requis

source: Mobile Phone
fr: Téléphone portable

source: Modification History
fr: Historique des modifications

source: Modified Schedule
fr: Calendrier modifié

source: Monthly
fr: Mensuel

source: Monthly Fees Payment
fr: Paiement des taxes mensuelles

source: Monthly Recurrence Settings
fr: Paramètres mensuels de récurrence

source: More Options
fr: Autres options

source: Move All Shifts1Hour Earlier
fr: Déplacer tous les postes1heure plus tôt

source: Move All Shifts1Hour Later
fr: Déplacer tous les postes1heure plus tard

source: Move Down
fr: Déplacer vers le bas

source: Move Up
fr: En haut

source: Mute All
fr: Mute tout

source: Mute Everyone
fr: Mute tout le monde

source: My Assignments
fr: Mes missions

source: My Children
fr: Mes enfants

source: My Classes
fr: Mes cours

source: My Islamic Classes
fr: Mes classes islamiques

source: My Monthly Report
fr: Mon rapport mensuel

source: My Performance Audit
fr: Mon audit de rendement

source: My Progress
fr: Mes progrès

source: My Students
fr: Mes étudiants

source: My Students Overview
fr: Aperçu de mes élèves

source: Name AZ
fr: Nom AZ

source: Navigating To Add New User
fr: Navigation pour ajouter un nouvel utilisateur

source: Navigating To Form Builder
fr: Naviguer vers le constructeur de formulaire

source: Navigating To Reports
fr: Navigation vers les rapports

source: Need Help We Re Here For
fr: Besoin d'aide Nous sommes ici pour

source: Needs Revision
fr: Révision des besoins

source: Never
fr: Jamais

source: Never Logged In
fr: Jamais accroché

source: Never Miss AClass
fr: Ne manquez jamais la classe A

source: New End Time
fr: Nouvelle heure de fin

source: New Hourly Wage
fr: Nouveau salaire horaire

source: New Password
fr: Nouveau mot de passe

source: New Start Time
fr: Nouvelle heure de départ

source: New Student Will Be Linked To
fr: Un nouvel étudiant sera lié à

source: New Version
fr: Nouvelle version

source: Newest First
fr: Première

source: Next Week
fr: Semaine prochaine

source: No Active Forms Found
fr: Aucun formulaire actif trouvé

source: No Active Shift
fr: Pas de changement actif

source: No Admin Users Found
fr: Aucun utilisateur Admin trouvé

source: No Applications Found
fr: Aucune application trouvée

source: No Assignments Yet
fr: Aucune affectation Encore

source: No Attachments
fr: Pas de pièces jointes

source: No Attachments Added
fr: Aucune pièce jointe ajoutée

source: No Attachments Yet
fr: Pas encore de pièces jointes

source: No Audit Data Available
fr: Aucune donnée de vérification disponible

source: No Audit Data For Selectedmonth
fr: Pas de données d'audit pour le mois sélectionné

source: No Audits Found
fr: Aucun audit trouvé

source: No Available Shifts
fr: Pas de postes disponibles

source: No Children Linked To This Parent
fr: Aucun enfant lié à ce parent

source: No Class History
fr: Pas d'historique de classe

source: No Classes Available
fr: Aucune catégorie disponible

source: No Classes Found
fr: Aucune classe trouvée

source: No Classes Right Now
fr: Pas de classes en ce moment

source: No Classes Scheduled Today
fr: Aucune classe prévue aujourd'hui

source: No Classes Today
fr: Pas de classes aujourd'hui

source: No Comments Yet
fr: Pas encore de commentaire

source: No Complete Rows To Save
fr: Pas de lignes complètes à enregistrer

source: No Content Available
fr: Aucun contenu disponible

source: No Data
fr: Aucune donnée

source: No Data Available
fr: Aucune donnée disponible

source: No Data Found To Export
fr: Aucune donnée trouvée pour exporter

source: No Data To Export
fr: Aucune donnée à exporter

source: No Data To Export With Current
fr: Aucune donnée à exporter avec le courant

source: No Data Will Be Permanently Lost
fr: Aucune donnée ne sera définitivement perdue

source: No Data Yet
fr: Aucune donnée Encore

source: No Device
fr: Aucun périphérique

source: No Documents Found In This Collection
fr: Aucun document trouvé dans cette collection

source: No Fields Yet Add Your First
fr: Aucun champ encore ajouter votre premier

source: No Files Selected
fr: Aucun fichier sélectionné

source: No Filled Opportunities Yet
fr: Aucune possibilité remplie Encore

source: No Form
fr: Aucun formulaire

source: No Form Fields Are Currently Visible
fr: Aucun champ de formulaire n'est actuellement visible

source: No Form Responses Found
fr: Aucune réponse trouvée

source: No Form Responses To Export
fr: Aucune réponse au formulaire à exporter

source: No Forms Found
fr: Aucun formulaire trouvé

source: No Forms Submitted For This Period
fr: Aucun formulaire soumis pour cette période

source: No Forms Yet
fr: Aucun formulaire Encore

source: No ICan T
fr: Non, je ne peux pas.

source: No Internet
fr: Pas d'Internet

source: No Invoices Found
fr: Aucune facture trouvée

source: No Invoices Yet
fr: Pas encore de factures

source: No Items On This Invoice
fr: Aucun élément sur cette facture

source: No Known Students Yet
fr: Aucun élève connu Encore

source: No Labels Available
fr: Aucune étiquette disponible

source: No Matching Logs Yet
fr: Pas de journaux correspondants Encore

source: No One Has Joined Yet
fr: Personne ne s'est joint Encore

source: No One Is In The Room
fr: Personne n'est dans la chambre

source: No Options Available
fr: Aucune option disponible

source: No Orphan Shifts Found Nearby
fr: Aucun poste d'orphelin trouvé à proximité

source: No Parents Found
fr: Aucun parent trouvé

source: No Participants
fr: Pas de participants

source: No Participants Yet
fr: Pas de participants Encore

source: No Payment Data Available
fr: Aucune donnée de paiement disponible

source: No Payments Yet
fr: Pas encore de paiements

source: No Rates Configured
fr: Aucun tarif configuré

source: No Recent Activity
fr: Aucune activité récente

source: No Recent Lessons
fr: Pas de leçons récentes

source: No Recent Shifts Found To Report
fr: Aucun changement récent trouvé pour signaler

source: No Response
fr: Pas de réponse

source: No Response Data Available
fr: Aucune donnée de réponse disponible

source: No Responses
fr: Pas de réponse

source: No Responses Found
fr: Aucune réponse trouvée

source: No Responses Recorded
fr: Aucune réponse enregistrée

source: No Saved Drafts
fr: Pas d'ébauches sauvegardées

source: No Scheduled Shifts Found To Delete
fr: Aucun changement prévu trouvé pour supprimer

source: No Scheduled Shifts Found To Edit
fr: Aucun changement prévu trouvé pour modifier

source: No Shift Associated
fr: Pas de poste associé

source: No Shifts Or Forms Found For
fr: Aucun changement ou formulaire trouvé pour

source: No Shifts Selected
fr: Aucun changement sélectionné

source: No Shifts With Forms Found Link
fr: Aucun changement avec les formulaires trouvés lien

source: No Students Available In The System
fr: Aucun étudiant disponible dans le système

source: No Students Found
fr: Aucun étudiant trouvé

source: No Students Have Joined The Class
fr: Aucun étudiant n'a rejoint La classe

source: No Students Yet
fr: Pas encore d'étudiants

source: No Sub Tasks Click Add To
fr: Pas de tâches secondaires Cliquez sur Ajouter à

source: No Subject Data
fr: Aucune donnée

source: No Submissions To Export
fr: Aucune présentation à l'exportation

source: No Tasks Found
fr: Aucune tâche trouvée

source: No Teachers Found
fr: Aucun enseignant trouvé

source: No Teachers Found Make Sure Teachers
fr: Aucun enseignant trouvé. Vérifiez que des audits existent pour la période choisie.

source: No Templates For This Frequency
fr: Pas de modèles pour cette fréquence

source: No Timesheet Found For This Shift
fr: Aucune feuille de temps trouvée pour ce changement

source: No Timesheet Record Found For This
fr: Aucun enregistrement de feuille de temps trouvé pour Cette

source: No Timesheets Found
fr: Aucune feuille de temps trouvée

source: No Unlinked Forms Found Nearby
fr: Aucun formulaire non lié trouvé à proximité

source: No Upcoming Classes
fr: Aucune classe à venir

source: No Upcoming Events
fr: Pas d'événements à venir

source: No Users Available To Add
fr: Aucun utilisateur disponible à ajouter

source: No Users Selected
fr: Aucun utilisateur sélectionné

source: No Valid Shift Found For Clock
fr: Aucun poste valide trouvé pour l'horloge

source: No Video Call Is Configured For
fr: Aucun appel vidéo n'est configuré pour

source: Not At All
fr: Pas du tout

source: Not Connected
fr: Non connecté

source: Note Saved Successfully
fr: Note enregistrée avec succès

source: Note Students Needing English Help Should
fr: Remarque Les étudiants qui ont besoin d'aide en anglais devraient

source: Notes
fr: Annexe

source: Notification Content
fr: Contenu de la notification

source: Notification Message
fr: Message de notification

source: Notification Preferences
fr: Préférences de notification

source: Notification Preferences Saved
fr: Préférences de notification enregistrées

source: Notification Results
fr: Résultats de la notification

source: Notification Sent
fr: Notification envoyée

source: Notification Settings
fr: Paramètres de notification

source: Notification Title
fr: Titre de la notification

source: Notifications Help You Stay On Top
fr: Les notifications vous aident à rester en haut

source: Notifications Privacy Theme
fr: Avis Confidentialité Thème

source: Notifications Will Be Sent Instantly To
fr: Les notifications seront envoyées immédiatement à

source: Notify Me Before Due Date
fr: Avertissez-moi avant la date d'échéance

source: Notify Me Before Shift
fr: Avertissez-moi avant le changement

source: Number
fr: Numéro

source: Often Few Days AWeek
fr: Souvent peu de jours

source: Okay
fr: Très bien.

source: Old Drafts Cleaned Up Successfully
fr: Anciens drafts nettoyés avec succès

source: Oldest First
fr: Les plus vieux d'abord

source: Once Submitted You Cannot Edit This
fr: Une fois soumis, vous ne pouvez pas modifier Cette

source: One Time Only
fr: Une seule fois

source: Only If You Need The Raw
fr: Seulement si vous avez besoin de la brute

source: Only Scheduled Shifts That Haven T
fr: Seuls les postes programmés qui ont

source: Only Teachers Can Share Their Screen
fr: Seuls les enseignants peuvent partager leur écran

source: Only The Task Creator Can Delete
fr: Seul le Créateur de la tâche peut supprimer

source: Open
fr: Ouvrir

source: Open Activity Log
fr: Ouvrir le journal des activités

source: Open Checkout Link Again
fr: Ouvrez encore le lien de vérification

source: Open Settings
fr: Ouvrir les paramètres

source: Opening Filename
fr: Ouverture du nom de fichier

source: Operational
fr: Opérations

source: Or
fr: Ou

source: Orange Task Assignment Notification
fr: Notification d'attribution de tâches orange

source: Original
fr: FRANÇAIS Original

source: Original Data Not Available
fr: Données originales non disponibles

source: Original Schedule
fr: Calendrier initial

source: Other
fr: Autres

source: Our Islamic Courses
fr: Nos cours islamiques

source: Our Islamic Program Is Meticulously Designed
fr: Notre programme islamique est conçu avec méticulosité

source: Our Journey
fr: Notre voyage

source: Our Language Programs Are Designed To
fr: Nos programmes linguistiques sont conçus pour

source: Our Leadership
fr: Notre leadership

source: Our Mission
fr: Notre mission

source: Our Teachers
fr: Nos enseignants

source: Our Teachers Are Certified Islamic Scholars
fr: Nos enseignants sont des chercheurs islamiques certifiés

source: Our Vision
fr: Notre vision

source: Overall Attendance
fr: Participation générale

source: Overall Score
fr: Score général

source: Overdue
fr: Excédent

source: Overdue2
fr: Excédent2

source: Overduetasks Overdue
fr: Excédents

source: Overview
fr: Aperçu général

source: Parent Resources
fr: Ressources parentales

source: Parent Settings
fr: Paramètres parent

source: Parents
fr: Les parents

source: Participantcount
fr: Nombre de participants

source: Participantcount In Class
fr: Nombre de participants En classe

source: Password Changed Successfully
fr: Mot de passe modifié avec succès

source: Passwords do not match
fr: Les mots de passe ne correspondent pas

# pleaseEnterCurrentPassword
source: Please enter your current password
fr: Veuillez entrer votre mot de passe actuel

# pleaseEnterNewPassword
source: Please enter a new password
fr: Veuillez entrer un nouveau mot de passe

# pleaseConfirmNewPassword
source: Please confirm your new password
fr: Veuillez confirmer votre nouveau mot de passe

source: Password must be at least 6 characters
fr: Le mot de passe doit contenir au moins 6 caractères

source: Failed to change password
fr: Échec de la modification du mot de passe

source: Incorrect current password
fr: Mot de passe actuel incorrect

# passwordTooWeak
source: Password is too weak
fr: Le mot de passe est trop faible

# updateYourPassword
source: Update your account password
fr: Mettre à jour votre mot de passe

source: Student ID
fr: ID étudiant

source: Password Requirements
fr: Exigences relatives au mot de passe

source: Password Reset Initiated For All Users
fr: Mot de passe Reset Initié pour tous les utilisateurs

source: Password Reset Successfully
fr: Mot de passe Réinitialiser avec succès

source: Pay Invoice
fr: Facture de paye

source: Pay Now
fr: Payez maintenant

source: Pay Settings
fr: Paramètres de paye

source: Payment
fr: Paiement

source: Payment Adjusted Successfully
fr: Paiement ajusté avec succès

source: Payment By Subject
fr: Paiement par sujet

source: Payment History
fr: Historique des paiements

source: Payment History Will Appear Once You
fr: L'historique des paiements apparaîtra une fois que vous

source: Payments
fr: Paiements

source: Penalty Per Missed Class
fr: Peine par classe manquante

source: Penalty Per Missing
fr: Pénalité par manque

source: Penalty Per Shift
fr: Peine par poste

source: Pendingapprovals
fr: Approbations en attente

source: Performance
fr: Rendement

source: Performance Evaluation
fr: Évaluation du rendement

source: Performance Summary Copied
fr: Résumé du rendement Copié

source: Performance Summary Copied To Clipboard
fr: Sommaire du rendement Copied to Clipboard

source: Performance Tier
fr: Niveau de performance

source: Permanently Delete User
fr: Supprimer définitivement l' utilisateur

source: Permissions Denied
fr: Autorisations refusées

source: Permissions Required
fr: Autorisations requises

source: Personal Information
fr: Renseignements personnels

source: Phone Number Optional
fr: Numéro de téléphone Facultatif

source: Picture In Picture
fr: Image en image

source: Pilot
fr: Pilote

source: Pilot Only
fr: Pilote seulement

source: Placeholder
fr: Titulaire

source: Placeholder Optional
fr: Dépositaire Facultatif

source: Platform Uptime
fr: Mise à jour de la plateforme

source: Please Check
fr: Veuillez vérifier

source: Please Check Your Internet Connection And
fr: Veuillez vérifier votre connexion Internet et

source: Please Contact Your Supervisor If You
fr: Veuillez contacter votre superviseur

source: Please Enable Permissions In Settings To
fr: Veuillez activer les permissions dans les paramètres

source: Please Enter AForm Title
fr: Veuillez saisir le titre du formulaire

source: Please Enter AValid Number
fr: Veuillez saisir le numéro AValid

source: Please Enter AValid Wage Amount
fr: Veuillez saisir le montant du salaire AValid

source: Please Enter Your Current Password And
fr: Veuillez saisir votre mot de passe actuel et

source: Please Explain Why You Believe This
fr: Expliquez pourquoi vous croyez Cette

source: Please Fill In All Required Fields
fr: Veuillez remplir tous les champs obligatoires

source: Please Provide AReason
fr: Veuillez fournir AReason

source: Please Provide AReason For Rejection
fr: Veuillez fournir AReason pour rejet

source: Please Provide At Least One Option
fr: Veuillez fournir au moins une option

source: Please Refresh The Page
fr: Veuillez rafraîchir La page

source: Please Select ADuty Type For
fr: Veuillez sélectionner ADuty Type for

source: Please Select ARole
fr: Veuillez sélectionner ARole

source: Please Select AStudent
fr: Veuillez sélectionner AStudent

source: Please Select ATeacher
fr: Veuillez sélectionner ATeacher

source: Please Select AUser Role
fr: Veuillez sélectionner le rôle AUser

source: Please Select An Issue Type
fr: Veuillez sélectionner un type de problème

source: Please Select At Least One Language
fr: Veuillez sélectionner au moins une langue

source: Please Select At Least One Option
fr: Veuillez sélectionner au moins une option

source: Please Select At Least One Recipient
fr: Veuillez sélectionner au moins un bénéficiaire

source: Please Select At Least One Student
fr: Veuillez sélectionner au moins un élève

source: Please Select At Least One Student2
fr: Veuillez sélectionner au moins un élève2

source: Please Select At Least One Teaching
fr: Veuillez sélectionner au moins un enseignement

source: Please Select Both Start And End
fr: Veuillez sélectionner le début et la fin

source: Please Select Which Class This Report
fr: Veuillez choisir quelle classe ce rapport

source: Please Sign In Again To Join
fr: Veuillez vous identifier à nouveau pour vous joindre

source: Please Sign In To Access Forms
fr: Veuillez vous connecter pour accéder aux formulaires

source: Please Sign In To View Forms
fr: Veuillez vous connecter pour voir les formulaires

source: Please Sign In To View Your
fr: Veuillez vous connecter pour voir votre

source: Please Sign In To Your Account
fr: Veuillez vous connecter à votre compte

source: Please Try Signing Out And Signing
fr: Essayez de signer et de signer

source: Please Update To Continue Using The
fr: Veuillez mettre à jour pour continuer à utiliser Les

source: Please Wait While We Connect You
fr: S'il vous plaît attendez pendant qu'on vous connecte

source: Please Wait While We Load Your
fr: Attendez pendant que nous chargeons votre

# possibleCausesN
source: Possible causes:
fr: Causes possibles :

source: Pre Filled
fr: Prérempli

source: Preserve All Their Data Safely
fr: Préserver tous leurs Données en toute sécurité

source: Preview
fr: Aperçu

source: Preview Changes
fr: Aperçu des modifications

source: Preview In Teacher Timezone
fr: Aperçu dans le fuseau horaire de l'enseignant

source: Previous
fr: Précédent

source: Previous Week
fr: Semaine précédente

source: Price
fr: Prix

source: Primary Button
fr: Bouton primaire

source: Priority
fr: Priorité

source: Priority2
fr: Priorité2

source: Proceed Anyway
fr: Procéder de toute façon

source: Processing
fr: Traitement

source: Profile
fr: Profil

source: Profile Completionpercentage Complete
fr: Pourcentage d'achèvement du profil Terminé

source: Profile Percentage Complete
fr: Profil Pourcentage Terminé

source: Profile Picture Removed Successfully
fr: Image de profil supprimée avec succès

source: Profile Picture Updated Successfully
fr: Image de profil mise à jour avec succès

source: Profile Updated Successfully
fr: Profil mis à jour avec succès

source: Program Details
fr: Détails du programme

source: Program Details For Each Student
fr: Détails du programme pour chaque étudiant

source: Program Overview
fr: Aperçu du programme

source: Programs
fr: Programmes

source: Programs2
fr: Programmes2

source: Progress
fr: Progrès accomplis

source: Progress2
fr: Progrès réalisés2

source: Progress Notes
fr: Notes intérimaires

source: Progression Progress Total
fr: Progrès réalisés Total

source: Promote Teachers From The Users Tab
fr: Promouvoir les enseignants à partir de l'onglet utilisateurs

source: Promote Teachers To Admin Teacher Dual
fr: Promouvoir les enseignants à l'administration de l'enseignant double

source: Promote To Admin Teacher
fr: Promouvoir l'admin enseignant

source: Prophet Muhammad Pbuh
fr: Le prophète Muhammad Pbuh

source: Published
fr: Publié

source: Punctuality
fr: Ponctualité

source: Purple Basic Email Test
fr: Test d'email de base pourpre

source: Push Notifications
fr: Notifications de poussée

source: Qty
fr: Quantité

source: Qualified Islamic Educators
fr: Éducateurs islamiques qualifiés

source: Quality Islamic Education From Anywhere In
fr: Éducation islamique de qualité de n'importe où dans

source: Question Label
fr: Question Étiquette

source: Quick Actions
fr: Actions rapides

source: Quick Edit
fr: Édition rapide

source: Quick Edit Or Full Editor For
fr: Édition rapide ou éditeur complet pour

source: Quick Stats
fr: Statistiques rapides

source: Quick Tasks
fr: Tâches rapides

source: Quran
fr: Coran

source: Rarely
fr: Rarement

source: Rarely Few Hours AWeek
fr: Rarement peu d'heures

source: Rate Updated Successfully
fr: Taux actualisé avec succès

source: Re Enable Access To The System
fr: Re Activer l'accès au système

source: Re Ussis
fr: RéUssis

source: Reaction Added Reaction
fr: Réaction ajoutée Réaction

source: Read Our Privacy Policy
fr: Lire notre politique de confidentialité

source: Readiness Form Required2
fr: Formulaire de préparation requis2

source: Reason
fr: Motifs

source: Reason For Dispute
fr: Motif du différend

source: Reason For Edit
fr: Motif de la modification

source: Reason For Rescheduling Required
fr: Motif du rééchelonnement requis

source: Reason Required
fr: Motif requis

source: Recent Activity
fr: Activité récente

source: Recent Invoices
fr: Factures récentes

source: Recent Lessons
fr: Enseignements récents

source: Recent Payments
fr: Paiements récents

source: Recipients Will Receive Both Push Notification
fr: Les récipiendaires recevront les deux notifications Push

source: Recurrence
fr: Récurrence

source: Recurrence Settings
fr: Paramètres de récurrence

source: Recurrence Type
fr: Type de récidive

source: Recurring
fr: Récurrent

source: Recurring Only
fr: Récidive seulement

source: Refresh Data
fr: Actualiser les données

source: Regenerate Code
fr: Code de régénération

source: Reject
fr: Rejet

source: Reject2
fr: Rejet2

source: Reject All
fr: Tout rejeter

source: Reject Edited Timesheet
fr: Feuille de temps modifiée de rejet

source: Reject The Entire Timesheet Requires Reason
fr: Rejeter la feuille de temps entière exige un motif

source: Reject Timesheet
fr: Feuille de temps de rejet

source: Remainingcount
fr: Compte restant

source: Remove
fr: Supprimer

source: Remove Access To Admin Functions
fr: Supprimer l'accès aux fonctions administratives

source: Remove Access To The System
fr: Supprimer l'accès au système

source: Remove Admin Privileges
fr: Supprimer les privilèges administratifs

source: Remove Attachment
fr: Supprimer la pièce jointe

source: Remove Displayname From The Meeting
fr: Supprimer le nom d'affichage De la Réunion

source: Remove Override
fr: Supprimer le dépassement

source: Remove Participant
fr: Supprimer le participant

source: Remove Picture
fr: Supprimer l'image

source: Remove Student
fr: Supprimer l'élève

source: Remove Task
fr: Supprimer la tâche
