Repository: hahimniane/alluvial_academy
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

source: Error Duplicating Form E
fr: Erreur de duplication du formulaire E

source: Error Duplicating Template E
fr: Erreur de duplication du modèle E

source: Error E
fr: Erreur E

source: Error Error
fr: Erreur

source: Error Exporting Csv E
fr: Erreur lors de l'exportation de Csv E

source: Error Exporting E
fr: Erreur d'exportation E

source: Error Exporting Excel E
fr: Erreur lors de l'exportation d'Excel E

source: Error Fetching Teachers E
fr: Erreur de réception des enseignants E

source: Error Loading Credentials E
fr: Erreur lors du chargement des lettres de créances E

source: Error Loading Drafts
fr: Erreur lors du chargement des ébauches

source: Error Loading Form E
fr: Erreur lors du chargement du formulaire E

source: Error Loading Language Settings Please Restart
fr: Erreur lors du chargement des paramètres de langue S'il vous plaît redémarrer

source: Error Loading Metrics E
fr: Erreur lors du chargement des mesures E

source: Error Loading Profile
fr: Erreur lors du chargement du profil

source: Error Loading Settings E
fr: Erreur lors du chargement des paramètres E

source: Error Loading Shift Details E
fr: Erreur lors de la chargement des détails E

source: Error Loading Shift E
fr: Erreur lors de la chargement du Maj E

source: Error Loading Shifts E
fr: Erreur lors du chargement des Majes E

source: Error Loading Students
fr: Erreur lors du chargement des étudiants

source: Error Loading Subjects
fr: Erreur lors du chargement des sujets

source: Error Loading Submission E
fr: Erreur lors du chargement de la soumission E

source: Error Loading Submissions E
fr: Erreur lors du chargement des soumissions E

source: Error Loading Tasks
fr: Erreur lors du chargement des tâches

source: Error Loading Templates E
fr: Erreur lors du chargement des modèles E

source: Error Loading Timesheet Data E
fr: Erreur lors du chargement des données de la feuille de temps E

source: Error Loading Timesheet E
fr: Erreur lors du chargement de la feuille de temps E

source: Error Loading Users
fr: Erreur lors du chargement des utilisateurs

source: Error Loading Users E
fr: Erreur lors du chargement des utilisateurs E

source: Error Missing Shift Information
fr: Erreur Informations manquantes

source: Error Opening File E
fr: Erreur lors de l'ouverture du fichier E

source: Error Opening Link
fr: Erreur lors de l'ouverture du lien

source: Error Promoting User E
fr: Erreur de promotion de l'utilisateur E

source: Error Reordering Subjects E
fr: Erreur dans la réorganisation des sujets E

source: Error Rescheduling Shift E
fr: Erreur de rééchelonnement du déplacement E

source: Error Resetting Password E
fr: Erreur de réinitialisation du mot de passe E

source: Error Saving Form E
fr: Erreur lors de l'enregistrement du formulaire E

source: Error Saving Settings E
fr: Erreur lors de l'enregistrement des paramètres E

source: Error Saving Shift E
fr: Erreur lors de l'enregistrement du Maj E

source: Error Saving Template E
fr: Erreur lors de l'enregistrement du modèle E

source: Error Sending Message E
fr: Erreur lors de l'envoi du message E

source: Error Sending Notification E
fr: Erreur lors de l'envoi de la notification E

source: Error Submitting E
fr: Erreur de soumission E

source: Error Submitting Timesheet E
fr: Erreur lors de la soumission de la feuille de temps E

source: Error Unarchiving Task E
fr: Erreur lors de la désarchivage Tâche E

source: Error Updating Entry E
fr: Erreur de mise à jour de l'entrée E

source: Error Updating Status E
fr: Erreur lors de la mise à jour de l'état E

source: Error Updating Subject E
fr: Erreur lors de la mise à jour du sujet E

source: Error Updating Subject Status E
fr: Erreur de mise à jour de l'état du sujet E

source: Error Updating Task E
fr: Erreur de mise à jour de la tâche E

source: Error Updating Tasks E
fr: Erreur lors de la mise à jour des tâches E

source: Error Updating Timesheet E
fr: Erreur lors de la mise à jour de la feuille de temps E

source: Error Updating User E
fr: Erreur de mise à jour de l'utilisateur E

source: Error You Must Be Logged In
fr: Erreur dans laquelle vous devez être accroché

source: Errors
fr: Erreurs

source: Estimated Earnings
fr: Revenus estimés

source: Evaluate
fr: Évaluation

source: Everyone
fr: Tous

source: Excel Report Exported Successfully
fr: Rapport Excel exporté avec succès

source: Excel With Monthly Pivot Tables
fr: Excel avec tableaux pivots mensuels

source: Exclude Days Of Week
fr: Exclure les jours de la semaine

source: Exclude Specific Dates
fr: Exclure les dates spécifiques

source: Existing Dispute
fr: Différend actuel

source: Exit App
fr: Sortie de l'application

source: Exit Fullscreen
fr: Sortie en plein écran

source: Expand
fr: Élargir

source: Explain The Issue
fr: Expliquer le problème

source: Explain Why You Are Editing This
fr: Expliquez pourquoi vous modifiez ceci

source: Export All Months Pivot View
fr: Exporter tous les mois Vue de pivot

source: Export Audit Report
fr: Rapport de vérification des exportations

source: Export Csv
fr: Exportation Csv

source: Export Data
fr: Données d'exportation

source: Export Failed E
fr: Échec de l'exportation E

source: Export Pdf
fr: Exportation Pdf

source: Export To Csv
fr: Exportation vers Csv

source: Failed Login Attempt15Minutes Ago
fr: Échec de la tentative de connexion15Minutes C'est parti

source: Failed To Add File E
fr: Impossible d'ajouter le fichier E

source: Failed To Add Members
fr: Échec de l'ajout de membres

source: Failed To Claim Shift Please Try
fr: Échec du changement de demande Essayez s'il vous plaît.

source: Failed To Cleanup Drafts E
fr: Échec du nettoyage E

source: Failed To Delete Assignment E
fr: Impossible de supprimer l'assignation E

source: Failed To Delete Draft E
fr: Échec de la suppression du projet E

source: Failed To Generate Pdf E
fr: Impossible de générer Pdf E

source: Failed To Initialize Firebase
fr: Échec de l'initialisation de la base de pompiers

source: Failed To Link Form To Shift
fr: Impossible de lier le formulaire au déplacement

source: Failed To Load Assignments E
fr: Échec du chargement des affectations E

source: Failed To Load Existing Profile E
fr: Impossible de charger le profil existant E

source: Failed To Load Invoice NMessage
fr: Impossible de charger la facture NMessage

source: Failed To Load Invoices NMessage
fr: Échec du chargement des factures NMessage

source: Failed To Load Profile E
fr: Impossible de charger le profil E

source: Failed To Load Series E
fr: Échec au chargement de la série E

source: Failed To Load Student Shifts E
fr: Échec du chargement des postes d'élève E

source: Failed To Load Time Range Shifts
fr: Impossible de charger des décalages de temps

source: Failed To Open Class Link E
fr: Impossible d'ouvrir le lien de classe E

source: Failed To Remove Profile Picture Please
fr: Impossible de supprimer l'image de profil S'il vous plaît.

source: Failed To Save Content E
fr: Impossible de sauvegarder le contenu E

source: Failed To Save Note E
fr: Impossible d'enregistrer la note E

source: Failed To Save Preferences Please Try
fr: Impossible de sauvegarder les préférences Veuillez essayer

source: Failed To Save Profile E
fr: Impossible d'enregistrer le profil E

source: Failed To Save Status E
fr: Impossible de sauvegarder l'état E

source: Failed To Send Report Please Try
fr: Échec de l'envoi du rapport Veuillez essayer

source: Failed To Switch Role Please Try
fr: Impossible de changer de rôle Veuillez essayer

source: Failed To Update Payment
fr: Impossible de mettre à jour le paiement

source: Failed To Update Task Please Try
fr: Impossible de mettre à jour la tâche Veuillez essayer

source: Failed To Upload Profile Picture Please
fr: Impossible de télécharger l'image de profil S'il vous plaît.

source: Fall Back1Hour
fr: Retour 1heure

source: Feature
fr: Fonctionnalité

source: Features
fr: Caractéristiques

source: Features Editor Coming Soon
fr: Caractéristiques Éditeur Bientôt

source: Features Section Editor
fr: Éditeur de section

source: Field
fr: Champ

source: Field Label
fr: Étiquette du champ

source: Field Label Cannot Be Empty
fr: Label de champ ne peut pas être vide

source: Field To Dispute
fr: Champ de litige

source: Field Type
fr: Type de champ

source: Field Type2
fr: Type de champ2

source: File Attachment Is Only Supported On
fr: La pièce jointe au fichier est uniquement prise en charge

source: File Not Uploaded To Storage
fr: Fichier non téléchargé vers le stockage

source: File Selection Cancelled
fr: Sélection de fichiers annulée

source: File Upload
fr: Téléchargement de fichier

source: Fill
fr: Remplir

source: Fill Class Report Now
fr: Remplir le rapport de classe maintenant

source: Fill In The Details For Each
fr: Remplir les détails pour chaque

source: Filter
fr: Filtre

source: Filter By Assigned By
fr: Filtrer par Affecté par

source: Filter By Assigned To
fr: Filtrer par Affecté à

source: Filter By Labels
fr: Filtrer par les étiquettes

source: Filter By Parent
fr: Filtrer par parent

source: Filter By Priority
fr: Filtrer par priorité

source: Filter By Role
fr: Filtrer par rôle

source: Filter By Status
fr: Filtrer par état

source: Filter By Status2
fr: Filtrer par état2

source: Filter By Subject
fr: Filtrer par sujet

source: Filter By Teacher
fr: Filtrer par enseignant

source: Filter By Teacher2
fr: Filtrer par enseignant2

source: Filter Form Responses By User
fr: Filtrer les réponses des formulaires par l'utilisateur

source: Filter Recurring Tasks
fr: Filtrer les tâches récurrentes

source: Filters
fr: Filtres

source: Finalize Schedule
fr: Finaliser le calendrier

source: Finalize Schedules For Matched Students And
fr: Finaliser les calendriers Pour des étudiants assortis et

source: Financial Summary
fr: Résumé financier

source: Find Programs
fr: Trouver des programmes

source: Find Shifts For AStudent Matching
fr: Trouver des postes pour l'appariement des étudiants AS

source: First Name
fr: Prénom

source: First Name2
fr: Prénom2

source: Firstname
fr: Prénom

source: Fix My Timezone Only
fr: Réparer mon fuseau horaire seulement

source: Fix Timezone
fr: Correction du fuseau horaire

source: Fix Timezone Or Report Schedule Issue
fr: Correction du fuseau horaire ou du calendrier du rapport

source: Footer
fr: Pied de page

source: Footer Editor
fr: Éditeur de pied de page

source: For Privacy Questions Or Concerns Email
fr: Pour des questions ou des préoccupations concernant la vie privée Courriel

source: For The Month SOf Month
fr: Pour le mois

source: For The Month SOf Monthcovered
fr: Pour le mois

source: Forgot Password
fr: Mot de passe oublié

source: Form
fr: Formulaire

source: Form Already Submitted
fr: Formulaire déjà présenté

source: Form Banned Successfully
fr: Formulaire interdit avec succès

source: Form Compliance
fr: Conformité du formulaire

source: Form Deleted
fr: Formulaire supprimé

source: Form Description
fr: Désignation du formulaire

source: Form Description2
fr: Désignation du formulaire2

source: Form Details
fr: Détails du formulaire

source: Form Duplicated Successfully
fr: Formulaire Dupliquer avec succès

source: Form Fields
fr: Champs de formulaire

source: Form Linked To Shift Successfully Payment
fr: Formulaire lié au paiement réussi

source: Form List Response Counts
fr: Nombres de réponses à la liste de formulaires

# formNotFoundIdFormidPlease
source: Form not found (ID: {formId}). Please select another form.
fr: Formulaire introuvable (ID : {formId}). Veuillez sélectionner un autre formulaire.

source: Form Not Found Please Contact Admin
fr: Formulaire non trouvé Veuillez contacter Admin

source: Form Responses2
fr: Réponses au formulaire2

source: Form Saved Successfully
fr: Formulaire sauvegardé avec succès

source: Form Saved Successfully Previous Versions Deactivated
fr: Formulaire sauvegardé avec succès Versions antérieures désactivées

source: Form Settings
fr: Paramètres du formulaire

source: Form Submitted
fr: Formulaire présenté

source: Form Templates
fr: Modèles de formulaire

source: Form Title
fr: Titre du formulaire

source: Forms Compliance
fr: Formulaires Conformité

source: Forms Reports
fr: Formulaires Rapports

source: Founder
fr: Fondateur

source: Frequency
fr: Fréquence

source: From Basic Arithmetic To Advanced Calculus
fr: De l'arithmétique basique au calcul avancé

source: From Logical Thinking For Kids To
fr: De la pensée logique pour les enfants à

source: From Mastering English Grammar And Vocabulary
fr: De Mastering Grammaire Anglais Et Vocabulaire

source: From Parentdisplay For Student SStudentdisplay
fr: De Parentdisplay pour l'étudiant SStudentdisplay

source: From Parentname For Student SStudentname
fr: De Parentname Pour l'étudiant SStudentname

source: From Support Alluwaleducationhub Org
fr: De Support Alluwaleducationhub Organisme

source: Full Admin
fr: Admin complet

source: Full Admin Privileges
fr: Privilèges administratifs complets

source: Fullscreen
fr: Plein écran

source: General Settings
fr: Paramètres généraux

source: Generate Audits
fr: Générer des audits

source: Generate Now
fr: Générer maintenant

source: Generating Csv
fr: Génération de Csv

source: Generating Excel Report
fr: Générer un rapport Excel

source: Get Help Contact Us
fr: Obtenir de l'aide Contactez-nous

source: Get Help Using The App
fr: Obtenir de l'aide Utilisation de l'application

source: Get In Touch
fr: Contactez-nous

source: Get Notified Before Task Due Date
fr: Faites une notification avant la date d'échéance de la tâche

source: Get Notified Before Your Shift Starts
fr: Faites une déclaration avant de commencer votre quart de travail

source: Get Notified When You Receive Messages
fr: Soyez informé lorsque vous recevez des messages

source: Getting Notifications
fr: Obtenir des notifications

source: Global Languages Program
fr: Programme des langues mondiales

source: Global Teacher Hourly Rate Usd
fr: Global enseignant horaire taux usd

source: Go To Site
fr: Aller au site

source: Good Morning
fr: Bonjour.

source: Got It
fr: Compris.

source: Grade Performance
fr: Rendement par catégorie

source: Green Welcome Email For New Users
fr: Email de bienvenue vert pour les nouveaux utilisateurs

source: Grid View
fr: Affichage de la grille

source: Group By
fr: Groupe par

source: Group Chat
fr: Discussion de groupe

source: Group Info
fr: Informations sur le groupe

source: Guest Class Link Copied
fr: Lien de classe invité copié

source: Has Audit
fr: Vérification

source: Healthy
fr: Santé

source: Help
fr: Aide

source: Hero Section
fr: Section des héros

source: Hero Section Editor
fr: Éditeur de section Hero

source: Hide
fr: Masquer

source: High
fr: Élevé

source: High School Student
fr: Élève du secondaire

source: History
fr: Historique

source: Hourly Rate
fr: Taux horaire

source: Hourly Rate Usd
fr: Taux horaire utilisé

source: Hourly Wage
fr: Salaire horaire

source: Hours
fr: Heures

source: Hours By Subject
fr: Heures par sujet

source: Hours Taught
fr: Heures enseignées

source: How To Join AClass
fr: Comment rejoindre AClass

source: How We Use Your Information
fr: Comment nous utilisons vos informations

source: I Am ABeginner
fr: Je suis débutant

source: I Am Excellent
fr: Je suis excellent

source: I Am Intermediate
fr: Je suis intermédiaire

source: I Memorize Less Than Juzu Anma
fr: Je mémorise moins que Juzu Anna

source: Icon Description
fr: Désignation des icônes

source: Id Code
fr: Code d'identification

source: If Left Blank ASecure Password
fr: Si gauche blanc ASecure Mot de passe

source: If You Believe There SAn
fr: Si vous y croyez SAn

source: Image Upload Failed
fr: Impossible de télécharger l'image

source: Immerse In The Profound Ndepths Of
fr: Immerger dans les profondeurs profondes de

source: In AMonth From Now
fr: À partir de maintenant

source: In One Week From Now
fr: Dans une semaine à partir de maintenant

source: In Three Weeks From Now
fr: Dans trois semaines

source: In Two Weeks From Now
fr: Dans deux semaines

source: Individual
fr: Individuel

source: Individual User
fr: Utilisateur individuel

source: Information We Collect
fr: Information que nous recueillons

source: Initializing Application
fr: Initialisation de la demande

source: Interactive Learning Experience
fr: Expérience d'apprentissage interactif

source: Internal Name
fr: Nom interne

source: Invoice Details
fr: Détails de la facture

source: Invoice Not Found For This Payment
fr: Facture non trouvée pour ce paiement

source: Invoices
fr: Factures

source: Is Admin Isadmin
fr: Est administrateur Isadmin

source: Is Parent Isparent
fr: Est parent Isparent

source: Is Student Isstudent
fr: Est étudiant étudiant

source: Is Teacher Isteacher
fr: C'est l'enseignant.

source: Islamic Calendar
fr: Calendrier islamique

source: Islamic Programs
fr: Programmes islamiques

source: Islamic Studies Teacher
fr: Professeur d'études islamiques

source: Issues Flags
fr: Drapeaux

source: Issues To Address
fr: Questions à régler

source: Jane Smith Email Com
fr: Jane Smith Courriel Com

source: Join Class
fr: Rejoindre la classe

source: Join Live Class
fr: Rejoindre la classe en direct

source: Join Live Classes
fr: Rejoignez les classes en direct

source: Join Now
fr: Rejoignez maintenant

source: Join Our Leadership Team
fr: Rejoignez notre équipe de leadership

source: Join Our Leadership Team2
fr: Rejoignez notre équipe de leadership2

source: Join Our Team
fr: Rejoignez notre équipe

source: Join Our Team Of Dedicated Islamic
fr: Rejoignez notre équipe de l'islam dédié

source: Join Thousands Of Muslim Families Worldwide
fr: Rejoignez des milliers de familles musulmanes dans le monde

source: Join Thousands Of Students Excelling In
fr: Rejoignez des milliers d'étudiants Excelling in

source: Join Thousands Of Students Learning From
fr: Joignez-vous à des milliers d'étudiants

source: Joining Class
fr: Rejoindre la classe

source: Jpg Png Gif Up To10mb
fr: Jpg Png Gif jusqu'à 10m b

source: Jump To Date
fr: Aller à la date

source: Keep Their Teacher Role Intact
fr: Gardez leur rôle d'enseignant Intact

source: Key Performance Indicators
fr: Principaux indicateurs de rendement

source: Kiosk Code
fr: Code du kiosque

source: Kiosk Code Kioskcode Already Exists Please
fr: Kiosque Code Kiosque existe déjà S'il vous plaît.

source: Label
fr: Étiquette

source: Label2
fr: Étiquette2

source: Label Copied
fr: Étiquette copiée

source: Label Optional
fr: Étiquette Facultative

source: Label Value
fr: Valeur de l'étiquette

source: Labels Optional
fr: Étiquettes Facultatives

source: Language Excellence
fr: Excellence linguistique

source: Languages We Offer
fr: Langues que nous offrons

source: Last24Hours
fr: Dernières 24heures

source: Last Class Completed
fr: Dernière classe terminée

source: Last Login
fr: Dernière connexion

source: Last Modified
fr: Dernière modification

source: Last Name
fr: Nom de famille

source: Last Name2
fr: Nom de famille2

source: Last System Check
fr: Dernière vérification du système

source: Last Task Completed
fr: Dernière tâche terminée

source: Last Updated January2024
fr: Dernière mise à jour janvier2024

source: Later
fr: Plus tard

source: Le Paiement Sera Calcule Dure E
fr: Le Paiement Sera Calcul Dure E

source: Lead Inspire And Make ALasting
fr: Inspirer et faire durer

source: Leader Duty
fr: Chef de file

source: Leaders Only
fr: Leaders seulement

source: Leadership Interest
fr: Intérêt du leadership

source: Learn English Reading Writing Speaking For
fr: Apprendre l'anglais lecture écriture parler pour

source: Learn From Certified Nislamic Scholars
fr: Apprendre des chercheurs Nislamiques certifiés

source: Learn Lead Thrive
fr: Apprendre le plomb Thrive

source: Learn More
fr: En savoir plus

source: Learning Tracks
fr: Les pistes d'apprentissage

source: Leave
fr: Quitter

source: Leave Class
fr: Quitter la classe

source: Less Comfortable
fr: Moins confortable

source: Let SGet Started
fr: Laissez-le commencer

source: Link
fr: Lien

source: Link Form
fr: Formulaire de lien

source: Link Form To Shift
fr: Lien vers le formulaire de déplacement

source: Link To Shift
fr: Lien vers le déplacement

source: Link Your Account To Manage All
fr: Lien de votre compte pour gérer tout

source: Linking Form And Recalculating Payment
fr: Lier le formulaire et recalculer le paiement

source: List View
fr: Affichage de la liste

source: Live
fr: Vivre

source: Live2
fr: En direct2

source: Live On Job Board
fr: Conseil d'administration en direct

source: Live Participants
fr: Participants vivants

source: Live Preview
fr: Aperçu en direct

source: Live Webinars
fr: Webinaires en direct

source: Load User Role
fr: Chargement du rôle de l'utilisateur

source: Load User Role First
fr: Charger d'abord le rôle de l'utilisateur

source: Loading Audits For Selectedyearmonth
fr: Chargement des audits…

source: Loading Dashboard
fr: Chargement du tableau de bord

source: Loading Evaluation Factors
fr: Chargement des facteurs d'évaluation

source: Loading Forms
fr: Chargement des formulaires

source: Loading Messages
fr: Chargement des messages

source: Loading Prayer Times
fr: Chargement des heures de prière

source: Loading Profile
fr: Chargement du profil

source: Loading Series
fr: Chargement des séries

source: Loading Shift Information
fr: Chargement de l'information sur le déplacement

source: Loading Students
fr: Chargement des étudiants

source: Loading Teachers
fr: Chargement des enseignants

source: Loading User Profile
fr: Chargement du profil utilisateur

source: Loading Website Content
fr: Chargement du contenu du site Web

source: Loading Your Existing Profile Information
fr: Chargement de l'information existante sur votre profil

source: Location Error
fr: Erreur d'emplacement

source: Location Information
fr: Informations sur l'emplacement

source: Location Information Required
fr: Renseignements sur l'emplacement requis

source: Location Information Was Not Captured For
fr: L'information sur l'emplacement n'a pas été saisie pour

source: Location Is Mandatory For All Timesheet
fr: L'emplacement est obligatoire pour tous les horaires

source: Location Is Mandatory Please Wait For
fr: L'emplacement est obligatoire Veuillez attendre

source: Location Optional
fr: Emplacement Facultatif

source: Log In
fr: Connectez-vous

source: Log In Sign Up
fr: Connexion Inscription

source: Log Out Of Your Account
fr: Déconnexion de votre compte

source: Login Logs
fr: Connexion des journaux

source: Logs
fr: Registres

source: Long Answer Text
fr: Texte de la longue réponse

source: Main Headline
fr: En-tête principal

source: Maintenance
fr: Entretien

source: Manage Individual Wages
fr: Gérer les individus Salaires

source: Manage Role Based Wages
fr: Gérer les salaires basés sur le rôle

source: Manage Shift
fr: Gérer le déplacement

source: Manage Student Applications And Enrollment
fr: Gérer les demandes des étudiants Et Inscription

source: Manage Subjects
fr: Gérer les sujets

source: Manage Subjects For Shift Creation
fr: Gérer les sujets pour la création de postes

source: Manage Teacher Performance And Payments
fr: Gérer le rendement et les paiements des enseignants

source: Manager Notes
fr: Notes du gestionnaire

source: Manager Notes2
fr: Notes du gestionnaire2

source: Mark As Pending
fr: Marquer comme en attente

source: Mark As Reviewed
fr: Marques examinées

source: Marked As Contacted Moved To Ready
fr: Marqué comme contacté déplacé à prêt

source: Master English African Nindigenous Languages
fr: Master Anglais African Nindigenous Langues

source: Master English With Nconfidence Fluency
fr: Maîtriser l'anglais avec confiance en soi

source: Master Mathematics With Nconfidence Clarity
fr: Master Mathématiques Avec confiance en soi Clarity

source: Matched
fr: Corrigé
