Repository: hahimniane/alluvial_academy
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# appTitle
source: Alluwal Academy
ar: أكاديمية ألوال
fr: Académie Alluwal

# commonCancel
source: Cancel
ar: إلغاء
fr: Annuler

# commonSave
source: Save
ar: حفظ
fr: Enregistrer

# commonDelete
source: Delete
ar: حذف
fr: Supprimer

# commonEdit
source: Edit
ar: تعديل
fr: Modifier

# commonClose
source: Close
ar: إغلاق
fr: Fermer

# commonApply
source: Apply
ar: تطبيق
fr: Appliquer

# commonYes
source: Yes
ar: نعم
fr: Oui

# commonNo
source: No
ar: لا
fr: Non

# commonBack
source: Back
ar: رجوع
fr: Retour

# commonNext
source: Next
ar: التالي
fr: Suivant

# commonDone
source: Done
ar: تم
fr: Terminé

# commonRetry
source: Retry
ar: إعادة المحاولة
fr: Réessayer

# commonLoading
source: Loading...
ar: جاري التحميل...
fr: Chargement...

# commonError
source: Error
ar: خطأ
fr: Erreur

# commonSuccess
source: Success
ar: نجاح
fr: Succès

# commonSearch
source: Search
ar: بحث
fr: Rechercher

# commonAll
source: All
ar: الكل
fr: Tous

# commonNone
source: None
ar: لا شيء
fr: Aucun

# commonView
source: View
ar: عرض
fr: Voir

# commonSubmit
source: Submit
ar: إرسال
fr: Soumettre

# commonReset
source: Reset
ar: إعادة تعيين
fr: Réinitialiser

# commonClear
source: Clear
ar: مسح
fr: Effacer

# commonRefresh
source: Refresh
ar: تحديث
fr: Actualiser

# commonExport
source: Export
ar: تصدير
fr: Exporter

# commonCopy
source: Copy
ar: نسخ
fr: Copier

# commonCopied
source: Copied!
ar: تم النسخ!
fr: Copié !

# commonNotSet
source: Not set
ar: غير محدد
fr: Non défini

# commonUnknown
source: Unknown
ar: غير معروف
fr: Inconnu

# commonRequired
source: Required
ar: مطلوب
fr: Obligatoire

# commonOptional
source: Optional
ar: اختياري
fr: Optionnel

# loginWelcomeBack
source: Welcome Back
ar: مرحباً بعودتك
fr: Bon retour

# loginSignInContinue
source: Sign in to continue
ar: سجل الدخول للمتابعة
fr: Connectez-vous pour continuer

# loginStudentId
source: Student ID
ar: رقم الطالب
fr: ID Étudiant

# loginPassword
source: Password
ar: كلمة المرور
fr: Mot de passe

# loginSignIn
source: Sign In
ar: تسجيل الدخول
fr: Se connecter

# loginEnterStudentId
source: Enter your student ID
ar: أدخل رقم الطالب
fr: Entrez votre ID étudiant

# loginEnterEmail
source: Enter your email
ar: أدخل بريدك الإلكتروني
fr: Entrez votre email

# loginEnterPassword
source: Enter your password
ar: أدخل كلمة المرور
fr: Entrez votre mot de passe

# loginFieldRequired
source: This field is required
ar: هذا الحقل مطلوب
fr: Ce champ est obligatoire

# loginInvalidEmail
source: Please enter a valid email
ar: الرجاء إدخال بريد إلكتروني صالح
fr: Veuillez entrer un email valide

# loginPasswordRequired
source: Password is required
ar: كلمة المرور مطلوبة
fr: Le mot de passe est obligatoire

# loginAccountArchived
source: Your account has been archived. Please contact an administrator for assistance.
ar: تم أرشفة حسابك. يرجى الاتصال بالمسؤول للحصول على المساعدة.
fr: Votre compte a été archivé. Veuillez contacter un administrateur pour obtenir de l'aide.

# loginNoAccountStudentId
source: No account found with this Student ID.
ar: لم يتم العثور على حساب بهذا الرقم.
fr: Aucun compte trouvé avec cet ID étudiant.

# loginNoAccountEmail
source: No account found with this email.
ar: لم يتم العثور على حساب بهذا البريد الإلكتروني.
fr: Aucun compte trouvé avec cet email.

# loginIncorrectPassword
source: Incorrect password. Please try again.
ar: كلمة المرور غير صحيحة. حاول مرة أخرى.
fr: Mot de passe incorrect. Veuillez réessayer.

# loginInvalidEmailFormat
source: Please enter a valid email address.
ar: الرجاء إدخال عنوان بريد إلكتروني صالح.
fr: Veuillez entrer une adresse email valide.

# loginAccountDisabled
source: This account has been disabled.
ar: تم تعطيل هذا الحساب.
fr: Ce compte a été désactivé.

# loginTooManyAttempts
source: Too many failed attempts. Please wait and try again.
ar: محاولات فاشلة كثيرة. انتظر وحاول مرة أخرى.
fr: Trop de tentatives échouées. Veuillez patienter et réessayer.

# loginFailed
source: Login failed. Please try again.
ar: فشل تسجيل الدخول. حاول مرة أخرى.
fr: Échec de la connexion. Veuillez réessayer.

# loginUnexpectedError
source: An unexpected error occurred.
ar: حدث خطأ غير متوقع.
fr: Une erreur inattendue s'est produite.

# loginAlluvialHub
source: Alluvial Education Hub
ar: مركز ألوال التعليمي
fr: Hub Éducatif Alluvial

# settingsTitle
source: Settings
ar: الإعدادات
fr: Paramètres

# settingsViewProfile
source: View Profile
ar: عرض الملف الشخصي
fr: Voir le profil

# settingsHelpSupport
source: Help & Support
ar: المساعدة والدعم
fr: Aide et support

# settingsTakeAppTour
source: Take App Tour
ar: جولة في التطبيق
fr: Visite de l'application

# settingsLearnApp
source: Learn how to use the app
ar: تعلم كيفية استخدام التطبيق
fr: Apprenez à utiliser l'application

# settingsSignOut
source: Sign Out
ar: تسجيل الخروج
fr: Déconnexion

# settingsSignOutConfirm
source: Are you sure you want to sign out?
ar: هل أنت متأكد من تسجيل الخروج؟
fr: Êtes-vous sûr de vouloir vous déconnecter ?

# settingsPrivacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية
fr: Politique de confidentialité

# settingsPrivacySubtitle
source: How we protect your data
ar: كيف نحمي بياناتك
fr: Comment nous protégeons vos données

# settingsTheme
source: Theme
ar: المظهر
fr: Thème

# settingsThemeSubtitle
source: Change app appearance
ar: تغيير مظهر التطبيق
fr: Changer l'apparence de l'application

# settingsDarkMode
source: Dark Mode
ar: الوضع الداكن
fr: Mode sombre

# settingsLightMode
source: Light Mode
ar: الوضع الفاتح
fr: Mode clair

# settingsSystemMode
source: System
ar: النظام
fr: Système

# profileHeader
source: PROFILE
ar: الملف الشخصي
fr: PROFIL

# profilePhone
source: Phone
ar: الهاتف
fr: Téléphone

# profileTimezone
source: Timezone
ar: المنطقة الزمنية
fr: Fuseau horaire

# profileAbout
source: About
ar: نبذة
fr: À propos

# profileTitle
source: Title
ar: اللقب
fr: Titre

# profileBio
source: Bio
ar: السيرة الذاتية
fr: Biographie

# profileExperience
source: Experience
ar: الخبرة
fr: Expérience

# profileSpecialties
source: Specialties
ar: التخصصات
fr: Spécialités

# profileEditProfile
source: Edit Profile
ar: تعديل الملف الشخصي
fr: Modifier le profil

# profileCompleteProfile
source: Complete Your Profile
ar: أكمل ملفك الشخصي
fr: Complétez votre profil

# profileHelpParents
source: Help parents and students learn about your expertise
ar: ساعد الآباء والطلاب على معرفة خبرتك
fr: Aidez les parents et les étudiants à découvrir votre expertise

# profileFullName
source: Full Name
ar: الاسم الكامل
fr: Nom complet

# profileProfessionalTitle
source: Professional Title
ar: اللقب المهني
fr: Titre professionnel

# profileBiography
source: Biography
ar: السيرة الذاتية
fr: Biographie

# profileYearsExperience
source: Years of Experience
ar: سنوات الخبرة
fr: Années d'expérience

# profileEducationCerts
source: Education & Certifications
ar: التعليم والشهادات
fr: Formation et certifications

# profileSaving
source: Saving...
ar: جاري الحفظ...
fr: Enregistrement...

# profileSaveProfile
source: Save Profile
ar: حفظ الملف الشخصي
fr: Enregistrer le profil

# profileSavedSuccess
source: Profile saved successfully!
ar: تم حفظ الملف الشخصي بنجاح!
fr: Profil enregistré avec succès !

source: Profile {percent}% complete
ar: الملف الشخصي مكتمل بنسبة {percent}%
fr: Profil complété à {percent}%

# appSettingsHeader
source: APP SETTINGS
ar: إعدادات التطبيق
fr: PARAMÈTRES DE L'APP

# supportHeader
source: SUPPORT
ar: الدعم
fr: ASSISTANCE

# notificationsSubtitle
source: Manage notification preferences
ar: إدارة تفضيلات الإشعارات
fr: Gérer les préférences de notification

# languageTitle
source: Language
ar: اللغة
fr: Langue

# selectLanguageTitle
source: Choose language
ar: اختر اللغة
fr: Choisir la langue

# languageEnglish
source: English
ar: الإنجليزية
fr: Anglais

# languageFrench
source: French
ar: الفرنسية
fr: Français

# languageArabic
source: Arabic
ar: العربية
fr: Arabe

# navHome
source: Home
ar: الرئيسية
fr: Accueil

# navShifts
source: Shifts
ar: الحصص
fr: Cours

# navJobs
source: Jobs
ar: الوظائف
fr: Emplois

# navNotify
source: Notify
ar: إشعار
fr: Alertes

# navUsers
source: Users
ar: المستخدمين
fr: Comptes

# navTasks
source: Tasks
ar: المهام
fr: Tâches

# navDashboard
source: Dashboard
ar: لوحة التحكم
fr: Tableau de bord

# navTimeClock
source: Time Clock
ar: تسجيل الوقت
fr: Pointage

# navSchedule
source: Schedule
ar: الجدول
fr: Emploi du temps

# greetingMorning
source: Good Morning
ar: صباح الخير
fr: Bonjour

# greetingAfternoon
source: Good Afternoon
ar: مساء الخير
fr: Bon après-midi

# greetingEvening
source: Good Evening
ar: مساء الخير
fr: Bonsoir

# dashboardThisWeek
source: This Week
ar: هذا الأسبوع
fr: Cette semaine

# dashboardClasses
source: Classes
ar: الفصول
fr: Cours

# dashboardApproved
source: Approved
ar: موافق عليه
fr: Approuvé

# dashboardToday
source: Today
ar: اليوم
fr: Aujourd'hui

# dashboardWeek
source: Week
ar: الأسبوع
fr: Semaine

# dashboardMonth
source: Month
ar: الشهر
fr: Mois

# dashboardQuickAccess
source: Quick Access
ar: وصول سريع
fr: Accès rapide

# dashboardMyForms
source: My Forms
ar: نماذجي
fr: Mes formulaires

# dashboardAssignments
source: Assignments
ar: الواجبات
fr: Devoirs

# dashboardIslamicResources
source: Islamic Resources
ar: موارد إسلامية
fr: Ressources islamiques

# dashboardActiveSession
source: Active Session
ar: جلسة نشطة
fr: Session active

# dashboardInProgress
source: IN PROGRESS
ar: قيد التقدم
fr: EN COURS

# dashboardViewSession
source: View Session
ar: عرض الجلسة
fr: Voir la session

# dashboardMyTasks
source: My Tasks
ar: مهامي
fr: Mes tâches

# dashboardSeeAll
source: See All
ar: عرض الكل
fr: Voir tout

# dashboardDueDate
source: Due {date}
ar: موعد التسليم {date}
fr: Échéance {date}

# dashboardNextClass
source: Next Class
ar: الحصة القادمة
fr: Prochain cours

# dashboardTomorrow
source: Tomorrow
ar: غداً
fr: Demain

# dashboardNoUpcomingClasses
source: No Upcoming Classes
ar: لا توجد حصص قادمة
fr: Aucun cours à venir

# dashboardEnjoyFreeTime
source: Enjoy your free time!
ar: استمتع بوقت فراغك!
fr: Profitez de votre temps libre !

# readinessFormRequired
source: {count, plural, =1{1 Readiness Form Required} other{{count} Readiness Forms Required}}
ar: {count, plural, =1{نموذج استعداد واحد مطلوب} other{{count} نماذج استعداد مطلوبة}}
fr: {count, plural, =1{1 formulaire de préparation requis} other{{count} formulaires de préparation requis}}

# readinessFormComplete
source: Complete your forms from recent shifts
ar: أكمل نماذجك من الحصص الأخيرة
fr: Complétez vos formulaires des cours récents

# readinessFormPending
source: Pending Readiness Forms
ar: نماذج الاستعداد المعلقة
fr: Formulaires de préparation en attente

# readinessFormSelectShift
source: Select a shift to fill out its form
ar: اختر حصة لملء نموذجها
fr: Sélectionnez un cours pour remplir son formulaire

# readinessFormAllComplete
source: All forms completed!
ar: تم إكمال جميع النماذج!
fr: Tous les formulaires sont complétés !

source: Clock In Now
ar: سجل الدخول الآن
fr: Pointer maintenant

source: Clock Out
ar: سجل الخروج
fr: Dépointer

# clockInProgram
source: Program Clock-In
ar: جدولة تسجيل الدخول
fr: Programmer le pointage

# clockInProgrammed
source: Programmed...
ar: مجدول...
fr: Programmé...

# clockInCancelProgramming
source: Cancel Programming
ar: إلغاء الجدولة
fr: Annuler la programmation

# clockInAvailableIn
source: Clock-in available in {time}
ar: التسجيل متاح خلال {time}
fr: Pointage disponible dans {time}

# clockInTooEarly
source: Too early to clock in. Please wait for the programming window (1 minute before shift).
ar: مبكر جداً للتسجيل. انتظر نافذة الجدولة (دقيقة واحدة قبل الحصة).
fr: Trop tôt pour pointer. Veuillez attendre la fenêtre de programmation (1 minute avant le cours).

# clockInStartingIn
source: Starting in {time}
ar: يبدأ خلال {time}
fr: Début dans {time}

# clockInProgrammedFor
source: Clock-in programmed for {time}
ar: مجدول التسجيل في {time}
fr: Pointage programmé pour {time}

# clockInClockingIn
source: Clocking In...
ar: جاري التسجيل...
fr: Pointage en cours...

# clockInCancelled
source: Programming cancelled
ar: تم إلغاء الجدولة
fr: Programmation annulée

# clockInNotAuthenticated
source: Not authenticated
ar: غير مصادق
fr: Non authentifié

# clockInLocationUnavailable
source: Auto clock-in - location unavailable
ar: تسجيل تلقائي - الموقع غير متاح
fr: Pointage automatique - localisation indisponible

# clockInLocationError
source: Unable to get location. Please enable location services.
ar: تعذر الحصول على الموقع. يرجى تفعيل خدمات الموقع.
fr: Impossible d'obtenir la localisation. Veuillez activer les services de localisation.

# clockInAutoSuccess
source: Auto clock-in successful!
ar: نجح التسجيل التلقائي!
fr: Pointage automatique réussi !

# clockInSuccess
source: Clocked in successfully!
ar: تم التسجيل بنجاح!
fr: Pointage réussi !

# clockInFailed
source: Failed to clock in
ar: فشل التسجيل
fr: Échec du pointage

# clockOutSuccess
source: Clocked out successfully!
ar: تم تسجيل الخروج بنجاح!
fr: Dépointage réussi !

# clockOutFailed
source: Failed to clock out
ar: فشل تسجيل الخروج
fr: Échec du dépointage

# shiftStudent
source: Student
ar: طالب
fr: Étudiant

# shiftStudents
source: Students
ar: طلاب
fr: Étudiants

# shiftStudentCount
source: {count, plural, =1{1 Student} other{{count} Students}}
ar: {count, plural, =1{طالب واحد} other{{count} طلاب}}
fr: {count, plural, =1{1 Étudiant} other{{count} Étudiants}}

# shiftTeacher
source: Teacher
ar: معلم
fr: Professeur

# shiftSubject
source: Subject
ar: المادة
fr: Matière

# shiftSchedule
source: Schedule
ar: الجدول
fr: Emploi du temps

# shiftDuration
source: Duration
ar: المدة
fr: Durée

# shiftHours
source: hours
ar: ساعات
fr: heures

# shiftHrs
source: hrs
ar: س
fr: h

# shiftMissed
source: Missed
ar: فائت
fr: Manqué

# shiftCompleted
source: Completed
ar: مكتمل
fr: Terminé

# shiftCancelled
source: Cancelled
ar: ملغى
fr: Annulé

# shiftScheduled
source: Scheduled
ar: مجدول
fr: Planifié

# shiftActive
source: Active
ar: نشط
fr: Actif

# shiftUpcoming
source: Upcoming
ar: قادم
fr: À venir

# shiftPartial
source: Partial
ar: جزئي
fr: Partiel

# shiftReady
source: Ready
ar: جاهز
fr: Prêt

# shiftNoShiftsToday
source: No shifts on this day
ar: لا حصص في هذا اليوم
fr: Pas de cours ce jour

# shiftEnjoyFreeTime
source: Enjoy your free time or check available shifts to pick up extra classes.
ar: استمتع بوقت فراغك أو تحقق من الحصص المتاحة.
fr: Profitez de votre temps libre ou consultez les cours disponibles.

source: Shift Details
ar: تفاصيل الحصة
fr: Détails du cours

# shiftViewDetails
source: View Details
ar: عرض التفاصيل
fr: Voir les détails

# shiftEditShift
source: Edit shift
ar: تعديل الحصة
fr: Modifier le cours

# shiftReschedule
source: Reschedule shift
ar: إعادة جدولة الحصة
fr: Reprogrammer le cours

# shiftReportIssue
source: Report schedule issue
ar: الإبلاغ عن مشكلة
fr: Signaler un problème

# shiftTime
source: Time
ar: الوقت
fr: Heure du cours

# shiftStartTime
source: Start Time
ar: وقت البدء
fr: Heure de début

# shiftEndTime
source: End Time
ar: وقت الانتهاء
fr: Heure de fin

# shiftHourlyRate
source: Hourly Rate
ar: الأجر بالساعة
fr: Taux horaire

# shiftAddNotes
source: Add notes...
ar: إضافة ملاحظات...
fr: Ajouter des notes...

# chatConnectTeam
source: Connect and collaborate with your team
ar: تواصل وتعاون مع فريقك
fr: Connectez-vous et collaborez avec votre équipe

# chatRecentChats
source: Recent Chats
ar: المحادثات الأخيرة
fr: Récents

# chatMyContacts
source: My Contacts
ar: جهات اتصالي
fr: Contacts

# chatSearchConversations
source: Search conversations and users...
ar: البحث في المحادثات والمستخدمين...
fr: Rechercher des conversations et utilisateurs...

# chatNoConversations
source: No conversations yet
ar: لا توجد محادثات
fr: Aucune conversation

# chatStartConversation
source: Start a conversation by browsing all users
ar: ابدأ محادثة بتصفح جميع المستخدمين
fr: Commencez une conversation en parcourant tous les utilisateurs

# chatNoChatsFound
source: No chats found
ar: لم يتم العثور على محادثات
fr: Aucune conversation trouvée

# chatTryDifferentSearch
source: Try a different search term
ar: جرب مصطلح بحث مختلف
fr: Essayez un autre terme de recherche

# chatNoContactsAvailable
source: No contacts available
ar: لا توجد جهات اتصال متاحة
fr: Aucun contact disponible

# chatContactsAppearHere
source: Your teachers, students, or administrators will appear here based on your classes
ar: سيظهر معلموك وطلابك أو مسؤولوك هنا بناءً على فصولك
fr: Vos professeurs, étudiants ou administrateurs apparaîtront ici selon vos cours

# chatNoContactsMatch
source: No contacts match your search
ar: لا توجد جهات اتصال مطابقة لبحثك
fr: Aucun contact ne correspond à votre recherche

# chatCreateGroup
source: Create Group
ar: إنشاء مجموعة
fr: Créer un groupe

# chatOnline
source: Online
ar: متصل
fr: En ligne

# chatOffline
source: Offline
ar: غير متصل
fr: Hors ligne

# chatLastSent
source: Last sent {time}
ar: آخر إرسال {time}
fr: Dernier envoi {time}

# chatTypeMessage
source: Type a message...
ar: اكتب رسالة...
fr: Tapez un message...

# chatReplyTo
source: Reply to {name}...
ar: الرد على {name}...
fr: Répondre à {name}...

# chatCamera
source: Camera
ar: الكاميرا
fr: Appareil photo

# chatLocation
source: Location
ar: الموقع
fr: Position

# chatRecording
source: Recording
ar: جاري التسجيل
fr: Enregistrement

# chatHoldToRecord
source: Hold to record a voice message
ar: اضغط مطولاً لتسجيل رسالة صوتية
fr: Maintenez pour enregistrer un message vocal

# chatVoiceMessage
source: Voice message
ar: رسالة صوتية
fr: Message vocal

# chatStartConversationWith
source: Send a message to begin chatting with {name}
ar: أرسل رسالة لبدء الدردشة مع {name}
fr: Envoyez un message pour commencer à discuter avec {name}

# chatDeleteMessage
source: Delete Message
ar: حذف الرسالة
fr: Supprimer le message

# chatDeleteMessageConfirm
source: Are you sure you want to delete this message?
ar: هل أنت متأكد من حذف هذه الرسالة؟
fr: Êtes-vous sûr de vouloir supprimer ce message ?

# chatClearChat
source: Clear Chat
ar: مسح المحادثة
fr: Effacer la conversation

# chatClearChatConfirm
source: Are you sure you want to clear this chat? This action cannot be undone.
ar: هل أنت متأكد من مسح هذه المحادثة؟ لا يمكن التراجع عن هذا الإجراء.
fr: Êtes-vous sûr de vouloir effacer cette conversation ? Cette action est irréversible.

# chatBlockUser
source: Block User
ar: حظر المستخدم
fr: Bloquer l'utilisateur

# chatBlockUserConfirm
source: Are you sure you want to block {name}? They will no longer be able to send you messages.
ar: هل أنت متأكد من حظر {name}؟ لن يتمكن من إرسال رسائل لك.
fr: Êtes-vous sûr de vouloir bloquer {name} ? Il ne pourra plus vous envoyer de messages.

# chatGroupInfo
source: Group Information
ar: معلومات المجموعة
fr: Informations du groupe

# chatAddMembers
source: Add Members
ar: إضافة أعضاء
fr: Ajouter des membres

# chatReact
source: React
ar: تفاعل
fr: Réagir

# chatReply
source: Reply
ar: رد
fr: Répondre

# chatForward
source: Forward
ar: إعادة توجيه
fr: Transférer

# chatCopied
source: Message copied to clipboard
ar: تم نسخ الرسالة
fr: Message copié dans le presse-papiers

# chatSendingImage
source: Sending image...
ar: جاري إرسال الصورة...
fr: Envoi de l'image...

# chatImageSent
source: Image sent!
ar: تم إرسال الصورة!
fr: Image envoyée !

# chatSendingFile
source: Sending file...
ar: جاري إرسال الملف...
fr: Envoi du fichier...

# chatFileSent
source: File sent!
ar: تم إرسال الملف!
fr: Fichier envoyé !

# chatLocationComingSoon
source: Location sharing coming soon
ar: مشاركة الموقع قريباً
fr: Partage de position bientôt disponible

# chatFailedSendAttachment
source: Failed to send attachment
ar: فشل إرسال المرفق
fr: Échec de l'envoi de la pièce jointe

# chatFailedSendImage
source: Failed to send image
ar: فشل إرسال الصورة
fr: Échec de l'envoi de l'image

# chatFailedSendFile
source: Failed to send file
ar: فشل إرسال الملف
fr: Échec de l'envoi du fichier

# chatFailedSendVoice
source: Failed to send voice message
ar: فشل إرسال الرسالة الصوتية
fr: Échec de l'envoi du message vocal

# chatFailedStartRecording
source: Failed to start recording
ar: فشل بدء التسجيل
fr: Échec du démarrage de l'enregistrement

# chatMicPermissionRequired
source: Microphone permission is required
ar: إذن الميكروفون مطلوب
fr: L'autorisation du microphone est requise

# chatRecordingTooShort
source: Recording too short
ar: التسجيل قصير جداً
fr: Enregistrement trop court

# chatNoPermissionMessage
source: You don't have permission to message this user
ar: ليس لديك إذن لمراسلة هذا المستخدم
fr: Vous n'avez pas la permission d'envoyer un message à cet utilisateur

# chatTeachingRelationshipOnly
source: You can only message users you have a teaching relationship with
ar: يمكنك فقط مراسلة المستخدمين الذين لديك علاقة تعليمية معهم
fr: Vous ne pouvez envoyer des messages qu'aux utilisateurs avec lesquels vous avez une relation d'enseignement

# chatGroupCallsNotSupported
source: Group calls are not supported yet
ar: مكالمات المجموعة غير مدعومة بعد
fr: Les appels de groupe ne sont pas encore pris en charge

# chatErrorLoadingMessages
source: Error loading messages
ar: خطأ في تحميل الرسائل
fr: Erreur lors du chargement des messages

# chatGroupCreateTitle
source: Create Group
ar: إنشاء مجموعة
fr: Créer un groupe

# chatGroupAddMembers
source: Add members and create a group chat
ar: أضف أعضاء وأنشئ محادثة جماعية
fr: Ajouter des membres et créer une conversation de groupe

# chatGroupSetNameDesc
source: Set a name and description for your group
ar: حدد اسماً ووصفاً لمجموعتك
fr: Définissez un nom et une description pour votre groupe

# chatGroupSelectMembers
source: Select users to add to the group
ar: حدد المستخدمين لإضافتهم للمجموعة
fr: Sélectionnez les utilisateurs à ajouter au groupe

# chatGroupMembersSelected
source: {count} member(s) selected
ar: تم تحديد {count} عضو(أعضاء)
fr: {count} membre(s) sélectionné(s)

# chatGroupName
source: Group Name *
ar: اسم المجموعة *
fr: Nom du groupe *

# chatGroupDescription
source: Description (Optional)
ar: الوصف (اختياري)
fr: Description (Optionnel)

# chatGroupEnterName
source: Enter group name
ar: أدخل اسم المجموعة
fr: Entrez le nom du groupe

# chatGroupEnterDesc
source: Enter group description
ar: أدخل وصف المجموعة
fr: Entrez la description du groupe

# chatGroupSearchUsers
source: Search users...
ar: البحث عن مستخدمين...
fr: Rechercher des utilisateurs...

# chatGroupCreate
source: Create
ar: إنشاء
fr: Créer

# chatGroupNoUsers
source: No users available
ar: لا يوجد مستخدمون متاحون
fr: Aucun utilisateur disponible

# chatGroupNoUsersFound
source: No users found
ar: لم يتم العثور على مستخدمين
fr: Aucun utilisateur trouvé

# chatGroupCreatedSuccess
source: Group "{name}" created successfully!
ar: تم إنشاء المجموعة "{name}" بنجاح!
fr: Groupe "{name}" créé avec succès !

# chatGroupCreateFailed
source: Failed to create group. Please try again.
ar: فشل إنشاء المجموعة. حاول مرة أخرى.
fr: Échec de la création du groupe. Veuillez réessayer.

# chatGroupAdminsOnly
source: Only administrators can create group chats
ar: المسؤولون فقط يمكنهم إنشاء محادثات جماعية
fr: Seuls les administrateurs peuvent créer des conversations de groupe

# roleAdmin
source: Administrator
ar: مسؤول
fr: Administrateur

# roleTeacher
source: Teacher
ar: معلم
fr: Professeur

# roleStudent
source: Student
ar: طالب
fr: Étudiant

# roleUser
source: User
ar: مستخدم
fr: Utilisateur

# timeJustNow
source: just now
ar: الآن
fr: à l'instant

# timeMinutesAgo
source: {count} min ago
ar: منذ {count} دقيقة
fr: il y a {count} min

# timeHoursAgo
source: {count} hr ago
ar: منذ {count} ساعة
fr: il y a {count} h

# timeDaysAgo
source: {count} days ago
ar: منذ {count} أيام
fr: il y a {count} jours

# timeYesterday
source: Yesterday
ar: أمس
fr: Hier

# formClassReport
source: Class Report
ar: تقرير الحصة
fr: Rapport de cours

# formSkip
source: Skip
ar: تخطي
fr: Passer

# formSubmitReport
source: Submit Report
ar: إرسال التقرير
fr: Soumettre le rapport
