Repository: hahimniane/alluvial_academy
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

source: Already Admin Teacher
fr: Déjà professeur administrateur

source: Already Clocked In
fr: Déjà programmé

source: Also Send As Email Notification
fr: Envoyer aussi sous forme de notification par courriel

source: Always247
fr: Toujours247

source: Annuler
fr: Année

source: App Tour
fr: Visite App

source: Application Details
fr: Détails de la demande

source: Application Submitted
fr: Demande présentée

source: Apply Adjustment
fr: Appliquer le rajustement

source: Apply Anyway
fr: Appliquer de toute façon

source: Apply Changes
fr: Appliquer les modifications

source: Apply Changes To All Shifts And
fr: Appliquer les modifications à tous les postes et

source: Apply For Leadership
fr: Demande de leadership

source: Apply To
fr: Appliquer à

source: Apply To Role
fr: Appliquer au rôle

source: Apply To Teach
fr: Appliquer pour enseigner

source: Apply Wage Changes To Records
fr: Appliquer les changements de salaire Aux dossiers

source: Apply Wage To Role
fr: Appliquer le salaire au rôle

source: Applying Wage Changes To All Records
fr: Application des modifications salariales à tous les dossiers

source: Approval Earnings
fr: Revenus d'agrément

source: Approve
fr: Approuver

source: Approve2
fr: Approuver2

source: Approve All
fr: Tout approuver

source: Approve Calculate Payment
fr: Approuver le calcul du paiement

source: Approve Consolidated Shift
fr: Approuver Déplacement

source: Approve Edit Continue
fr: Approuver l'édition Continuer

source: Approve Timesheet
fr: Approuver la feuille de temps

source: Arabic Name Optional
fr: Nom arabe Facultatif

source: Archive Permanently Delete
fr: Archiver Supprimer définitivement

source: Archive Their Account Not Permanently Delete
fr: Archiver leur compte Ne pas supprimer définitivement

source: Archive User
fr: Utilisateur d' archives

source: Archived
fr: Archivé

source: Archived Users
fr: Usagers archivés

source: Are You Sure You Want To
fr: Tu es sûr de vouloir

source: Are You Sure You Want To10
fr: Êtes-vous sûr de vouloir 10

source: Are You Sure You Want To11
fr: Êtes-vous sûr que vous voulez 11

source: Are You Sure You Want To12
fr: Êtes-vous sûr que vous voulez 12

source: Are You Sure You Want To13
fr: Êtes-vous sûr de vouloir 13

source: Are You Sure You Want To14
fr: Êtes-vous sûr que vous voulez 14

source: Are You Sure You Want To2
fr: Êtes-vous sûr que vous voulez 2

source: Are You Sure You Want To3
fr: Êtes-vous sûr que vous voulez 3

source: Are You Sure You Want To4
fr: Êtes-vous sûr de vouloir quitter la classe ?

source: Are You Sure You Want To5
fr: Êtes-vous sûr que vous voulez 5

source: Are You Sure You Want To6
fr: Êtes-vous sûr que vous voulez 6

source: Are You Sure You Want To7
fr: Êtes-vous sûr que vous voulez 7

source: Are You Sure You Want To8
fr: Êtes-vous sûr que vous voulez 8

source: Are You Sure You Want To9
fr: Êtes-vous sûr que vous voulez 9

source: Assalamu Alaikum Firstname
fr: Assalamu Alaikum Prénom

source: Assign To
fr: Affecter à

source: Assign To2
fr: Attribuer à 2

source: Assign To Students
fr: Assigner aux élèves

source: Assigned By Assignedbyname
fr: Assigné par Nom

source: Assigned To
fr: Affecté à

source: Assigned To2
fr: Affecté à 2

source: Assignee
fr: Assigné

source: Assignment Deleted
fr: Attribution supprimée

source: Assignment Deleted Successfully
fr: Attribution supprimée avec succès

source: At Least6Characters Long N
fr: Au moins6Caractéristiques Long N

source: Attached Files
fr: Fichiers joints

source: Attached Files2
fr: Fichiers joints2

source: Attachment Removed Successfully
fr: Pièce jointe supprimée avec succès

source: Attachments
fr: Pièces jointes

source: Attachments2
fr: Pièces jointes2

source: Attachments Optional
fr: Pièces jointes Facultative

source: Attendancepercent
fr: Taux de participation

source: Audit Generation Errors
fr: Erreurs liées à la génération de vérification

source: Audit Management
fr: Gestion de l ' audit

source: Audit Submitted Successfully
fr: Vérification présentée avec succès

source: Audit Under Review
fr: Vérification en cours

source: Authentication Error
fr: Erreur d'authentification

source: Authentication Service
fr: Service d'authentification

source: Auto Clocked Out Shift Time Ended
fr: Heure de fin du quart de travail automatique

source: Auto Filled From Subject Or Leave
fr: Auto rempli à partir de sujet ou de congé

source: Auto Generated
fr: Autogénérés

source: Auto Logout In Timeuntilautologout
fr: Déconnexion automatique Dans Timeuntilautologout

source: Auto Sending Report In30Seconds
fr: Envoi automatique de rapport en30secondes

source: Available
fr: Disponible

source: Available Forms
fr: Formulaires disponibles

source: Available Functions
fr: Fonctions disponibles

source: Available Options
fr: Options disponibles

source: Available Shifts
fr: Postes disponibles

source: Available Subjects Click To Configure
fr: Sujets disponibles Cliquez pour configurer

source: Average
fr: Moyenne

source: Avg Response Responserate
fr: Taux de réponse

source: Avg Response Time Responsetime Ms
fr: Avg Temps de réponse

source: Back To Home
fr: Retour à la maison

source: Backup Created Successfully
fr: Sauvegarde réalisée avec succès

source: Backup Settings
fr: Paramètres de sauvegarde

source: Badge Text
fr: Texte de l'insigne

source: Ban
fr: Interdiction

source: Ban Form
fr: Formulaire d'interdiction

source: Ban Shift
fr: Changement d'interdiction

source: Be The First To Leave A
fr: Soyez le premier à quitter A

source: Become ATeacher
fr: Devenez ATeacher

source: Become ATutor
fr: Devenez ATutor

source: Begin Your Language Journey
fr: Commencez votre voyage linguistique

source: Beta
fr: Bêta

source: Block
fr: Bloc

source: Blue Task Status Update Notification
fr: Avis de mise à jour de l'état de la tâche bleue

source: Bonus Per Excellence
fr: Bonus par excellence

source: Book Free Trial Class
fr: Classe d'essai gratuite

source: Break Duration
fr: Durée de la pause

source: Brief Description Of The Subject
fr: Brève description du sujet

source: Broadcast Live Teachers Can Now See
fr: Les enseignants en direct peuvent maintenant voir

source: Broadcast Now
fr: Diffusion actuelle

source: Broadcast To Teachers
fr: Diffusion aux enseignants

source: Browser Cache Issue Detected Please Refresh
fr: Navigateur Cache Problème détecté S'il vous plaît rafraîchir

source: Build The Future With Code
fr: Construire l'avenir avec le code

source: Bulk Approve Timesheets
fr: Approbation en vrac des feuilles de temps

source: Bulk Edit Every Class For The
fr: Modifier en vrac chaque classe pour Les

source: Bulk Edit Shifts
fr: Majs d'édition en vrac

source: Bulk Reject Timesheets
fr: Calendrier des rejets en vrac

source: Bulk Update Failed E
fr: La mise à jour en vrac a échoué E

source: By Approving You Accept The Edited
fr: En vous approuvant accepter la modification

source: By Continuing You Will Approve Both
fr: En continuant, vous approuverez les deux

source: By Role
fr: Par rôle

source: Cache Cleared Successfully
fr: Cache Effacé avec succès

source: Call To Action
fr: Appel à l'action

source: Camera And Microphone Access Are Needed
fr: Caméra et accès au microphone sont nécessaires

source: Camera And Microphone Permissions Are Required
fr: Les autorisations de caméra et de microphone sont requises

source: Cannot Edit Clock Out Time You
fr: Impossible de modifier l'heure de sortie

source: Career
fr: Carrière

source: Category
fr: Catégorie

source: Change
fr: Changement

source: Change Password
fr: Modifier le mot de passe

source: Change Priority
fr: Changement Priorité

source: Change Profile Picture
fr: Modifier l'image du profil

source: Change Status
fr: Modifier l'état

source: Change The Assigned Teacher For All
fr: Changer l'enseignant pour tous

source: Change The Subject For All Selected
fr: Modifier le sujet pour tous les sujets sélectionnés

source: Changes To Apply
fr: Modifications pour appliquer

source: Changes Will Be Applied Immediately The
fr: Les changements seront appliqués immédiatement Les

source: Changes Will Update The Recurring Template
fr: Les changements mettront à jour le modèle récurrent

source: Chat Feature
fr: Fonction de discussion

source: Chat Messages2
fr: Messages de discussion2

source: Check Our Frequently Asked Questions For
fr: Consultez notre foire aux questions

source: Check Payment Status
fr: Vérifier l'état du paiement

source: Checking Connection
fr: Vérification de la connexion

source: Checking For Updates
fr: Vérification des mises à jour

source: Checking Recurring Series
fr: Vérification des séries récurrentes

source: Checkpoints
fr: Points de contrôle

source: Children
fr: Enfants

source: Children SPrivacy
fr: Protection des enfants

source: Choose AForm From The Sidebar
fr: Choisissez AForm dans la barre latérale

source: Choose AParent For This Minor
fr: Choisissez un parent pour ce mineur

source: Choose AParent To View Their
fr: Choisissez AParent pour voir leurs

source: Choose ARole
fr: Choisir ARole

source: Choose An Admin Or Promoted Teacher
fr: Choisir un administrateur ou un enseignant promu

source: Choose From Gallery
fr: Choisissez parmi Galerie

source: Choose Users To Assign This Task
fr: Choisir des utilisateurs pour attribuer cette tâche

source: Choose Your Preferred Export Format
fr: Choisissez votre format d'exportation préféré

source: Choose Your Program
fr: Choisissez votre programme

source: Claim Shift
fr: Changement de réclamation

source: Class Cards
fr: Cartes de classe

source: Class Report Not Submitted
fr: Rapport de classe non présenté

source: Class Report Submitted
fr: Rapport de classe présenté

source: Class Report Submitted Missed Shift
fr: Rapport de classe soumis Poste manquant

source: Class Sign Up
fr: Inscription à la classe

source: Class Sign Up2
fr: Inscription en classe2

source: Classcount
fr: Nombre de classes

source: Classes Completed
fr: Classes terminées

source: Cleanup
fr: Nettoyage

source: Cleanup Old
fr: Nettoyage ancien

source: Cleanup Old Drafts
fr: Nettoyage des anciens brouillons

source: Clear All
fr: Tout effacer

source: Clear All2
fr: Tout effacer2

source: Clear Date Range
fr: Effacer la plage de dates

source: Clear Filter
fr: Effacer le filtre

source: Clear Filters
fr: Effacer les filtres

source: Clear Logs
fr: Effacer les journaux

source: Clear Performance Logs
fr: Effacer les journaux de performance

source: Clear Search
fr: Effacer la recherche

source: Clear Selection
fr: Effacer la sélection

source: Clear Teacher Filter
fr: Effacer le filtre de l'enseignant

source: Click Add Subject To Create Your
fr: Cliquez sur Ajouter un sujet pour créer votre

source: Click To Add Signature
fr: Cliquez pour ajouter une signature

source: Click To Upload Image
fr: Cliquez pour télécharger l'image

source: Clock In
fr: Réveil

source: Clock In Location
fr: Horloge en place

source: Clock In Not Yet
fr: Pas encore

source: Clock Out Location
fr: Emplacement de l'horloge

source: Clock Out Time Cannot Be Edited
fr: Temps d'horloge ne peut pas être modifié

source: Clock Out Time Must Be After
fr: Le temps de sortie doit être après

source: Clocked In
fr: Enregistré

source: Coding Is The Literacy Of The
fr: Le codage est l'alphabétisation

source: Coding Technology
fr: Technologie de codage

source: Collapse Sidebar
fr: Réduire la barre latérale

source: Comfortable
fr: Confortable

source: Comment Deleted Successfully
fr: Commentaire supprimé avec succès

source: Commentcount
fr: Compte de commentaires

source: Comments
fr: Commentaires

source: Complete Now
fr: Compléter maintenant

source: Complete Profile
fr: Profil complet

source: Complete Your Profile To Appear On
fr: Compléter votre profil pour apparaître

source: Completed Classes Will Appear Here
fr: Les classes terminées apparaîtront ici

source: Completedcount
fr: Nombre achevé

source: Completedcount Completed
fr: Nombre achevé Achevé

source: Compose Notification
fr: Composer la notification

source: Compute Metrics Now
fr: Calculez les paramètres maintenant

source: Computing Metrics This May Take A
fr: Computing Metrics ce qui peut prendre A

source: Configure And Manage Your Education Platform
fr: Configurer et gérer votre plateforme d'éducation

source: Configure Application Settings
fr: Configuration des paramètres d'application

source: Configure Islamic Education Teaching Schedule
fr: Configurer le calendrier de l'enseignement islamique

source: Configured Rates
fr: Taux configurés

source: Confirm New Password
fr: Confirmer un nouveau mot de passe

source: Confirm New Password2
fr: Confirmer le nouveau mot de passe2

source: Confirm Password
fr: Confirmer le mot de passe

source: Conflicts Detected
fr: Conflits détectés

source: Connect With The World Through Language
fr: Se connecter au monde par la langue

source: Connecteam
fr: Connexion

source: Connecting To Class
fr: Connexion à la classe

source: Connecting To Task Database
fr: Connexion à la base de données des tâches

source: Connection Test Error E
fr: Erreur de test de connexion E

source: Contact Information
fr: Coordonnées

source: Contact Support
fr: Contacter le support

source: Contact Us
fr: Contactez-nous

source: Continue With Google
fr: Continuer avec Google

source: Copy All Shifts From Current Week
fr: Copier tous les postes de la semaine actuelle

source: Copy Class Link
fr: Copier le lien de classe

source: Copy Summary
fr: Copier le résumé

source: Copy To Clipboard
fr: Copier vers le presse-papiers

source: Core Values
fr: Valeurs de base

source: Could Not Open Url
fr: Impossible d'ouvrir Url

source: Count
fr: Nombre

source: Count Total
fr: Nombre total

source: Courses
fr: Cours

source: Courses Editor
fr: Éditeur de cours

source: Create AParent Account First
fr: Créer un compte Parent d'abord

source: Create And Manage Your Form Templates
fr: Créer et gérer vos modèles de formulaire

source: Create Assignment
fr: Créer une attribution

source: Create Default Templates
fr: Créer des modèles par défaut

source: Create Form
fr: Créer un formulaire

source: Create Multiple Tasks
fr: Créer plusieurs Fonctions

source: Create Shift
fr: Créer un Maj

source: Create Task
fr: Créer une tâche

source: Create Users
fr: Créer des utilisateurs

source: Create Your First Assignment To Get
fr: Créez votre première mission à obtenir

source: Create Your First Form To Get
fr: Créez votre premier formulaire pour obtenir

source: Created By
fr: Créé par

source: Created By2
fr: Créé par2

source: Created By Me
fr: Créé par moi

source: Creating
fr: Création

source: Csv Exported Successfully
fr: Csv exporté avec succès

source: Csv Exported Successfully2
fr: Csv exporté avec succès2

source: Cta Editor
fr: Éditeur Cta

source: Current Password
fr: Mot de passe actuel

source: Current Payment
fr: Paiement actuel

source: Current Schedule
fr: Calendrier actuel

source: Current User Info
fr: Informations utilisateur actuelles

source: Daily Recurrence Settings
fr: Paramètres quotidiens de récurrence

source: Daily Reports
fr: Rapports quotidiens

source: Data Comparison
fr: Comparaison des données

source: Data Security
fr: Sécurité des données

source: Database Connection
fr: Connexion à la base de données

source: Date Added
fr: Date d'ajout

source: Date Filter Cleared
fr: Filtre de date effacé

source: Date Picker
fr: Récupérateur de date

source: Date Range
fr: Gamme de dates

source: Date Range2
fr: Gamme de dates2

source: Date Submitted
fr: Date de soumission

source: Datestr Type
fr: Type de date

source: Daylight Saving Time Adjustment
fr: Ajustement du temps d'économie de jour

source: Debug
fr: Débogues

source: Debug Check My Assignments
fr: Vérifier mes tâches

source: Debug Error E
fr: Erreur de débogage E

source: Debug Firestore Drafts
fr: Déboguez les ébauches de Firestore

source: Debug Info
fr: Informations de débogage

# debugInfoN
source: Debug info:
fr: Info de débogage :

source: Decision
fr: Décision

source: Default Templates Created
fr: Modèles par défaut créés

source: Delete Account
fr: Supprimer le compte

source: Delete All
fr: Tout supprimer

source: Delete All Teacher Shifts
fr: Supprimer tous les postes d'enseignant

source: Delete All Teachershifts
fr: Supprimer tous les postes d'enseignant

source: Delete Assignment
fr: Supprimer l'attribution

source: Delete Attachment
fr: Supprimer la pièce jointe

source: Delete Comment
fr: Supprimer le commentaire

source: Delete Draft
fr: Supprimer le projet

source: Delete Field
fr: Supprimer le champ

source: Delete Form
fr: Supprimer le formulaire

source: Delete Multiple Shifts
fr: Supprimer plusieurs déplacements

source: Delete Permanently
fr: Supprimer définitivement

source: Delete Shift
fr: Supprimer le déplacement

source: Delete Shift2
fr: Supprimer Shift2

source: Delete Subject
fr: Supprimer le sujet

source: Delete Task
fr: Supprimer la tâche

source: Delete Tasks
fr: Supprimer les tâches

source: Delete Teacher Shifts
fr: Supprimer les postes d'enseignant

source: Delete Template
fr: Supprimer le modèle

source: Delete This Shift
fr: Supprimer ce déplacement

source: Description
fr: Désignation des marchandises

source: Description2
fr: Désignation des marchandises

source: Designed For Adults Who Want To
fr: Conçu pour les adultes qui veulent

source: Detailed Performance Logs
fr: Registres détaillés des performances

source: Details
fr: Détails

source: Direct Update
fr: Mise à jour directe

source: Discover The Transformative Power Of Our
fr: Découvrez la puissance transformatrice de notre

source: Display Name
fr: Afficher le nom

source: Display Timezone
fr: Afficher le fuseau horaire

source: Dispute
fr: Conflit

source: Dispute Submitted Successfully
fr: Conflit soumis Réussir

source: Download
fr: Télécharger

source: Download File
fr: Télécharger le fichier

source: Download Image
fr: Télécharger l'image

source: Download Pdf
fr: Télécharger Pdf

source: Draft
fr: Projet

source: Draft Deleted Successfully
fr: Projet supprimé avec succès

source: Draft Forms
fr: Projets de formulaires

source: Drag To Move Click To Close
fr: Faites glisser pour déplacer Cliquez pour fermer

source: Dst Adjustment Complete
fr: Dst Réglage terminé

source: Dst Time Adjustment
fr: Dst Réglage du temps

source: Due Date
fr: Date d'échéance

source: Due Date2
fr: Date d'échéance2

source: Due Date Optional
fr: Échéance Facultative

source: Duplicate
fr: Dupliquer

source: Duplicate Kiosk Code Found Kioskcode Please
fr: Code du Kiosque trouvé S'il vous plaît.

source: Duplicate Week
fr: Semaine du double

source: Dure EAPayer Heures
fr: Durée EAPayer Heures

source: During Class
fr: Pendant la classe

source: Duty Type
fr: Type de droit

source: E Choue S
fr: E Choix S

source: E GEnter Your Answer Here
fr: Votre réponse ici

source: E GMathematics
fr: E GMathématique

source: E GQuran Studies
fr: E GQuran Études

source: E GQuran Studies2
fr: E GQuran Études2

source: E GStudent Requested To Move
fr: E GÉÉLÉCENDANT DEMANDE DE DÉménAGE

source: E GWhat Lesson Did You
fr: Quelle leçon avez-vous fait?

source: Each Class Card Has AColor
fr: Chaque carte de classe a une couleur

source: Edit All In Series
fr: Tout éditer en série

source: Edit All Shifts For AStudent
fr: Modifier tous les postes pour les étudiants AS

source: Edit By Time Range Student
fr: Modifier par Étudiant de la plage de temps

source: Edit Evaluation
fr: Modifier l'évaluation

source: Edit Field
fr: Modifier le champ

source: Edit Functionality Coming Soon Use Web
fr: Modifier la fonctionnalité Bientôt Utiliser le Web

source: Edit Information
fr: Modifier l'information

source: Edit Options
fr: Modifier les options

source: Edit Shift
fr: Modifier le déplacement

source: Edit Subject
fr: Modifier le sujet

source: Edit Task
fr: Modifier la tâche

source: Edit Template
fr: Modifier le modèle

source: Edit The Main Landing Page Hero
fr: Modifier la page d'atterrissage principale Hero

source: Edit This Shift Only
fr: Modifier seulement ce changement

source: Edited
fr: Modifié

source: Edited Timesheets Detected
fr: Feuilles de temps modifiées détectées

source: Editing Comment
fr: Modifier le commentaire

source: Education Hub
fr: Centre pour l ' éducation

source: Email Address
fr: Adresse électronique

source: Email Notifications
fr: Notifications par courriel

source: Email Sent To Parent
fr: Envoyer un courriel à un parent

source: Email Support Alluwaleducationhub Org
fr: Soutien par courriel Alluwaleducationhub Organisme

source: Email System Web Compatible
fr: Système de messagerie Web Compatible

source: Email Test
fr: Essai par courriel

source: Employee Notes
fr: Notes aux employés

source: Employment Start Date
fr: Emploi Date de début

source: Empower Yourself With The Skills Of
fr: Donnez-vous les compétences de

source: Enable Displayname Microphone
fr: Activer le nom d'affichage Microphone

source: End Date Optional
fr: Date de fin Facultative

source: End Time Must Be After Start
fr: L'heure de fin doit être après le début

source: English Is The Global Language Of
fr: L'anglais est la langue mondiale de

source: English Language Program
fr: Programme de langue anglaise

source: Enroll In Coursename
fr: Inscription au nom du cours

source: Enroll In Tutoring
fr: Inscription à la formation

source: Enroll Now
fr: Inscrivez-vous maintenant

source: Enrolled Filled
fr: Remplissage

source: Enseignant Teachername
fr: Enseignant Nom du professeur

source: Enter ADescriptive Title
fr: Entrez undescriptif Titre

source: Enter Current Password
fr: Saisissez le mot de passe actuel

source: Enter Custom Shift Name
fr: Saisissez le nom du poste personnalisé

source: Enter Field Label
fr: Entrez l'étiquette du champ

source: Enter Form Description
fr: Entrez la description du formulaire

source: Enter Form Title
fr: Entrez le titre du formulaire

source: Enter Lesson Details Notes Or Observations
fr: Entrez les détails de la leçon Notes ou observations

source: Enter New Password
fr: Saisissez un nouveau mot de passe

source: Enter Notes
fr: Saisissez les notes

source: Enter Notification Message
fr: Entrez la notification Message

source: Enter Notification Title
fr: Entrez la notification Titre

source: Enter Placeholder Text
fr: Entrez le détenteur de place Texte

source: Enter Reason For Rejection
fr: Entrez le motif du rejet

source: Enter Template Description
fr: Saisissez la description du modèle

source: Enter Template Name
fr: Saisissez le nom du modèle

source: Enter Your Email Or Kiosque Code
fr: Entrez votre courriel ou votre code Kiosque

source: Entry Updated Successfully
fr: Mise à jour réussie

source: Entrycount Events
fr: Événements du compte d'entrée

source: Error
fr: Erreur

source: Error Adding Subject E
fr: Erreur lors de l'ajout du sujet E

source: Error Adjusting Shifts E
fr: Erreur lors du réglage des postes E

source: Error Applying Penalty E
fr: Erreur d'application de la pénalité E

source: Error Applying Wage Changes E
fr: Erreur d'application des changements de salaire E

source: Error Archiving Task E
fr: Erreur lors de l'archivage de la tâche E

source: Error Banning Shift E
fr: Erreur Banning Shift E

source: Error Could Not Load Form Template
fr: Erreur Impossible de charger le modèle de formulaire

source: Error Creating Student E
fr: Erreur lors de la création de l'étudiant E

source: Error Deleting Form E
fr: Erreur de suppression du formulaire E

source: Error Deleting Shift E
fr: Erreur de suppression du Maj E

source: Error Deleting Shifts E
fr: Erreur Suppression des déplacements E

source: Error Deleting Teacher Shifts E
fr: Erreur de suppression des postes d'enseignant E

source: Error Deleting Template E
fr: Erreur de suppression du modèle E

source: Error Deleting User E
fr: Erreur de suppression de l'utilisateur E

source: Error Details
fr: Détails de l'erreur
