Repository: hahimniane/alluvial_academy
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# shiftDurationHours
source: {hours} hours
fr: {hours} heures

# shiftHourlyRateValue
source: ${rate}/hr
fr: ${rate}/h

# shiftActiveNow
source: Active Now
fr: Actif maintenant

# shiftDetailTime
source: Time
fr: Heure

# shiftDetailDuration
source: Duration
fr: Durée

# shiftDetailSubject
source: Subject
fr: Matière

# shiftDetailHourlyRate
source: Hourly Rate
fr: Taux horaire

# shiftDetailTeacher
source: Teacher
fr: Enseignant

# shiftDetailTotalWorked
source: Total Worked
fr: Total travaillé

# shiftDetailClockIn
source: Clock In
fr: Pointage d'entrée

# shiftDetailClockOut
source: Clock Out
fr: Pointage de sortie

# shiftStatusInProgress
source: In Progress
fr: En cours

# shiftElapsedTime
source: Elapsed Time: {time}
fr: Temps écoulé : {time}

# shiftStatusFullyCompleted
source: Fully Completed
fr: Entièrement terminé

# shiftStatusAllScheduledTimeWorked
source: All scheduled time was worked
fr: Tout le temps programmé a été travaillé

# shiftStatusPartiallyCompleted
source: Partially Completed
fr: Partiellement terminé

# shiftStatusSomeTimeWorked
source: Some time was worked
fr: Une partie du temps a été travaillée

# shiftStatusMissed
source: Missed
fr: Manqué

# shiftStatusNotAttended
source: This shift was not attended
fr: Ce cours n'a pas été effectué

# shiftStatusReadyToStart
source: Ready to Start
fr: Prêt à commencer

# shiftStatusCanClockInNow
source: You can clock in now!
fr: Vous pouvez pointer maintenant !

# shiftStatusUpcoming
source: Upcoming
fr: À venir

# shiftStartsInDays
source: Starts in {count} days
fr: Commence dans {count} jours

# shiftStartsInHours
source: Starts in {count} hours
fr: Commence dans {count} heures

# shiftStartsInMinutes
source: Starts in {count} minutes
fr: Commence dans {count} minutes

# shiftStatusScheduled
source: Scheduled
fr: Planifié

# shiftStatusActive
source: Active
fr: Actif

# shiftStatusCompleted
source: Completed
fr: Terminé

# shiftStatusCancelled
source: Cancelled
fr: Annulé

# shiftStatusApproved
source: Approved
fr: Approuvé

# shiftStatusApprovedOn
source: Approved on {date}
fr: Approuvé le {date}

# shiftStatusPaid
source: Paid
fr: Payé

# shiftStatusPaymentProcessed
source: Payment processed
fr: Paiement traité

# shiftStatusRejected
source: Rejected
fr: Rejeté

# shiftStatusReviewResubmit
source: Please review and resubmit
fr: Veuillez vérifier et renvoyer

# shiftStatusPendingApproval
source: Pending Approval
fr: En attente d'approbation

# shiftStatusAwaitingAdminReview
source: Awaiting admin review
fr: En attente de validation de l'administrateur

# shiftStatusEditPending
source: Edit Pending
fr: Modification en attente

# shiftStatusEditAwaitingApproval
source: Your edit is awaiting approval
fr: Votre modification est en attente d'approbation

source: Local Time
fr: Heure locale

# shiftStatusConfirmed
source: Confirmed
fr: ✓ Confirmé

# shiftStatusPending
source: Pending
fr: En attente

# weeklyScheduleTeachersCount
source: TEACHERS ({count})
fr: ENSEIGNANTS ({count})

# weeklyScheduleLeadersCount
source: LEADERS ({count})
fr: RESPONSABLES ({count})

# weeklyScheduleShiftsScheduled
source: {count} shifts scheduled
fr: {count} cours planifiés

# weeklyScheduleShiftNumber
source: Shift #{number}
fr: Cours n°{number}

# auditScheduled
source: Scheduled
fr: Planifié

# auditCompleted
source: Completed
fr: Terminé

# auditMissed
source: Missed
fr: Manqué

# auditCompletionRate
source: Completion Rate
fr: Taux de complétion

# auditTotalClockIns
source: Total Clock-Ins
fr: Total des pointages

# auditOnTime
source: On-Time
fr: À l'heure

# auditLate
source: Late
fr: En retard

# auditPunctualityRate
source: Punctuality Rate
fr: Taux de ponctualité

# auditRequired
source: Required
fr: Requis

# auditSubmitted
source: Submitted
fr: Soumis

# auditComplianceRate
source: Compliance Rate
fr: Taux de conformité

# auditCompletionPercent
source: {percent}% completion
fr: {percent} % de complétion

# auditSubjectsCount
source: {count} subjects
fr: {count} matières

# auditOnTimeClockIns
source: {onTime}/{total} on-time
fr: {onTime}/{total} à l'heure

# auditCompliancePercent
source: {percent}% compliance
fr: {percent} % de conformité

# notificationSelectAtLeastOneUser
source: Select at least one user
fr: Sélectionnez au moins un utilisateur

# notificationConfirmSelected
source: Confirm ({count} selected)
fr: Confirmer ({count} sélectionné(s))

# notificationEnterTitle
source: Please enter a title
fr: Veuillez saisir un titre

# notificationEnterMessage
source: Please enter a message
fr: Veuillez saisir un message

# notificationUsersSelected
source: {count} users selected
fr: {count} utilisateurs sélectionnés

source: No users found
fr: Aucun utilisateur trouvé

# noUsersMatchSearch
source: No users match your search
fr: Aucun utilisateur ne correspond à votre recherche

# commonUser
source: User
fr: Utilisateur

# commonUnknownUser
source: Unknown User
fr: Utilisateur inconnu

# commonUnknownParent
source: Unknown Parent
fr: Parent inconnu

# commonUnknownSubject
source: Unknown Subject
fr: Matière inconnue

# commonUnknownTeacher
source: Unknown Teacher
fr: Enseignant inconnu

# commonUnknownStudent
source: Unknown Student
fr: Élève inconnu

# commonUnknownShift
source: Unknown Shift
fr: Cours inconnu

# commonUnknownClass
source: Unknown Class
fr: Classe inconnue

# commonUnknownForm
source: Unknown Form
fr: Formulaire inconnu

# commonUnknownDate
source: Unknown date
fr: Date inconnue

# commonUnknownFile
source: Unknown file
fr: Fichier inconnu

# commonUnknownError
source: Unknown error
fr: Erreur inconnue

# commonUnknownInitial
source: U
fr: I

# timeClockTeachingSessionWith
source: Teaching session with {name}
fr: Séance d'enseignement avec {name}

# formSelectMultipleOptions
source: Select multiple options...
fr: Sélectionnez plusieurs options...

source: Select User
fr: Sélectionner un utilisateur

source: Select Date Range
fr: Sélectionner une plage de dates

source: Select Date Range for Form Responses
fr: Sélectionner une plage de dates pour les réponses

source: Select Date Range for Form Submissions
fr: Sélectionner une plage de dates pour les soumissions

source: Select Date Range for Timesheet Review
fr: Sélectionner une plage de dates pour la revue des feuilles de temps

source: Select Date Range for Tasks
fr: Sélectionner une plage de dates pour les tâches

source: Select Due Date Range
fr: Sélectionner une plage de dates d'échéance

source: Select dates
fr: Sélectionner des dates

# selectStudentsWithCount
source: Select students ({count} selected)
fr: Sélectionner des élèves ({count} sélectionné(s))

source: Select Timezone
fr: Sélectionner un fuseau horaire

# selectTimezonePlaceholder
source: Select timezone
fr: Sélectionner un fuseau horaire…

source: Select end date
fr: Sélectionner la date de fin

# formsNoActiveMatching
source: No active forms match your search.
fr: Aucun formulaire actif ne correspond à votre recherche.

# formsNoActiveForRole
source: No active forms for {role}.
fr: Aucun formulaire actif pour {role}.

# formsFieldCount
source: {count} fields
fr: {count} champs

# livekitMuteAll
source: Mute all
fr: Tout couper

# livekitPip
source: Picture in picture
fr: Image dans l'image

# livekitQuran
source: Quran
fr: Coran

# livekitLeave
source: Leave
fr: Quitter

source: Whiteboard
ar: السبورة
fr: Tableau blanc

# whiteboardClose
source: Close Board
ar: إغلاق السبورة
fr: Fermer tableau

# whiteboardTeacherView
source: Teacher's Whiteboard
ar: سبورة المعلم
fr: Tableau de l'enseignant

# whiteboardViewOnly
source: View only
ar: للعرض فقط
fr: Lecture seule

# whiteboardStudentsCanDraw
source: Students can draw
ar: الطلاب يمكنهم الرسم
fr: Les élèves peuvent dessiner

# parentInvoiceDueDate
source: Due {date}
fr: Échéance {date}

# studentFeatureTourLiveDesc
source: This class is live right now.
fr: Ce cours est en direct maintenant.

# studentFeatureTourJoinNowDesc
source: Join your class when the button appears.
fr: Rejoignez votre cours lorsque le bouton apparaît.

# studentFeatureTourStartingSoonDesc
source: This class starts soon.
fr: Ce cours commence bientôt.

# studentFeatureTourStartingSoon15Desc
source: This class starts in about 15 minutes.
fr: Ce cours commence dans environ 15 minutes.

# studentFeatureTourScheduledDesc
source: This class is scheduled for later.
fr: Ce cours est programmé pour plus tard.

# formsUntitledForm
source: Untitled form
fr: Formulaire sans titre

# formsUntitledField
source: Untitled field
fr: Champ sans titre

# formsEnterValue
source: Enter a value
fr: Saisissez une valeur

# roleUnknownMessage
source: Role: {role} Please contact an administrator.
fr: Rôle : {role} Veuillez contacter un administrateur.

# navTutor
source: Tutor
ar: المعلم
fr: Tuteur

# tutorTitle
source: AI Tutor
ar: المعلم الذكي
fr: Tuteur IA

# tutorSubtitle
source: Your personal learning assistant
ar: مساعدك الشخصي للتعلم
fr: Votre assistant d'apprentissage personnel

# tutorConnecting
source: Connecting to your tutor...
ar: جاري الاتصال بالمعلم...
fr: Connexion à votre tuteur...

# tutorConnectionError
source: Connection Error
ar: خطأ في الاتصال
fr: Erreur de connexion

# tutorConnectionFailed
source: Failed to connect to the AI tutor. Please try again.
ar: فشل الاتصال بالمعلم الذكي. يرجى المحاولة مرة أخرى.
fr: Échec de la connexion au tuteur IA. Veuillez réessayer.

# tutorMicPermissionRequired
source: Microphone permission is required to talk to the AI tutor.
ar: يتطلب إذن الميكروفون للتحدث مع المعلم الذكي.
fr: L'autorisation du microphone est requise pour parler au tuteur IA.

# tutorNotAvailableForRole
source: AI Tutor is only available for students.
ar: المعلم الذكي متاح للطلاب فقط.
fr: Le tuteur IA est disponible uniquement pour les étudiants.

# tutorServiceUnavailable
source: AI Tutor service is currently unavailable. Please try again later.
ar: خدمة المعلم الذكي غير متوفرة حالياً. يرجى المحاولة لاحقاً.
fr: Le service de tuteur IA est actuellement indisponible. Veuillez réessayer plus tard.

# tutorListening
source: Listening...
ar: أستمع إليك...
fr: À l'écoute...

# tutorWaitingForAgent
source: Connecting to Alluwal
ar: جاري الاتصال بـ Alluwal
fr: Connexion à Alluwal

# tutorSpeakNow
source: Ask me anything about your studies!
ar: اسألني أي سؤال عن دراستك!
fr: Posez-moi n'importe quelle question sur vos études!

# tutorAgentConnecting
source: Alluwal is joining...
ar: Alluwal ينضم...
fr: Alluwal arrive...

# tutorMicOn
source: Mic On
ar: الميكروفون مفعل
fr: Micro activé

# tutorMicOff
source: Mic Off
ar: الميكروفون معطل
fr: Micro désactivé

# tutorEndSession
source: End
ar: إنهاء
fr: Terminer

# tutorShowAI
source: Show AI
ar: أظهر للذكاء
fr: Montrer IA

# tutorWhiteboardSent
source: Whiteboard sent to AI
ar: تم إرسال السبورة للذكاء الاصطناعي
fr: Tableau envoyé à l'IA

# tutorWhiteboardFailed
source: Failed to send whiteboard
ar: فشل إرسال السبورة
fr: Échec de l'envoi du tableau

# tutorStartSession
source: Start Session
ar: بدء الجلسة
fr: Commencer la session

# tutorDescription
source: Talk to Alluwal, your AI learning buddy. Ask questions about school subjects or explore stories from Islamic history.
ar: تحدث مع Alluwal، صديقك الذكي للتعلم. اسأل أسئلة عن المواد الدراسية أو استكشف قصصاً من التاريخ الإسلامي.
fr: Parlez à Alluwal, votre compagnon d'apprentissage IA. Posez des questions sur les matières scolaires ou explorez les histoires de l'histoire islamique.

# classJoin
source: Join
fr: Rejoindre

# classMeetingNotReady
source: Meeting not ready
fr: Réunion pas prête

# classJoinIn
source: Join ({time})
fr: Rejoindre ({time})

# classEnded
source: Ended
fr: Terminé

# classFilterAll
source: All
fr: Tous

# classFilterJoinable
source: Joinable
fr: Disponibles

# classFilterActive
source: Active
fr: Actifs

# classFilterUpcoming
source: Upcoming
fr: À venir

# classFilterPast
source: Past
fr: Passés

# livekitErrorNotDeployed
source: Presence function not deployed yet
fr: Fonction de présence non déployée

# livekitErrorPermissionDenied
source: Permission denied
fr: Permission refusée

# livekitErrorUnauthenticated
source: Please sign in again
fr: Veuillez vous reconnecter

# livekitErrorServiceUnavailable
source: Service unavailable
fr: Service indisponible

# classAvailableWhenJoinable
source: Available when the class is joinable
fr: Disponible lorsque le cours peut être rejoint

# classNoOneJoinedYet
source: No one has joined yet
fr: Personne n'a encore rejoint

# classesMyClasses
source: My Classes
fr: Mes cours

# classesYourClasses
source: Your classes
fr: Vos cours

# classesJoinDescription
source: Join your classes directly in the app. The Join button becomes active 10 minutes before the class starts.
fr: Rejoignez vos cours directement dans l'application. Le bouton Rejoindre devient actif 10 minutes avant le début du cours.

source: Filters ({count})
fr: Filtres ({count})

# filterAny
source: Any
fr: Tous

# classesNoActiveClassesNow
source: No active classes right now
fr: Aucun cours actif en ce moment

# classesSwitchTimeFilter
source: Switch the Time filter to Upcoming or All to browse other classes.
fr: Changez le filtre Heure sur À venir ou Tous pour parcourir d'autres cours.

# classesResultsCount
source: {count, plural, =1{1 result} other{{count} results}}
fr: {count, plural, =1{1 résultat} other{{count} résultats}}

# classesNoMatchFilters
source: No classes match your filters
fr: Aucun cours ne correspond à vos filtres

# classesNoClassesFound
source: No classes found
fr: Aucun cours trouvé

# classesTryAdjustingFilters
source: Try adjusting your filters or clearing them.
fr: Essayez d'ajuster vos filtres ou de les effacer.

# classesTryClearingFilters
source: Try clearing filters or coming back later.
fr: Essayez d'effacer les filtres ou revenez plus tard.

# commonOk
source: OK
ar: موافق

# loginEmail
source: Email
ar: البريد الإلكتروني

# profileEmail
source: Email
ar: البريد الإلكتروني

# notificationsTitle
source: Notifications
ar: الإشعارات

# navChat
source: Chat
ar: المحادثات

# navForms
source: Forms
ar: النماذج

# navClasses
source: Classes
ar: الفصول

# shiftMinutes
source: min
ar: د

# shiftDate
source: Date
ar: التاريخ

# shiftNotes
source: Notes
ar: ملاحظات

# chatMessages
source: Messages
ar: الرسائل

# chatPhoto
source: Photo
ar: صورة

# chatDocument
source: Document
ar: مستند

# roleParent
source: Parent
ar: ولي أمر

# formQuestion
source: Question
ar: سؤال

# timesheetDate
source: Date
ar: التاريخ

# timesheetActions
source: Actions
ar: الإجراءات

# userType
source: Type
ar: النوع

# idDisplaystudentcode
source: ID: {studentCode}
ar: المعرّف: {studentCode}
